{"code": 1987, "originally": 1180, "alphabet": 2436, "parts": 246, "trace": 1647, "Wills": 2221, "waves": 1482, "chemical": 531, "Lake": 1730, "less": 499, "Berlin": 1861, "1917": 2227, "avoid": 1274, "greater": 828, "territories": 946, "sense": 1092, "89": 2222, "Scientific": 2223, "another": 486, "known": 100, "psychologist": 2638, "reduced": 2530, "increasingly": 608, "cotton": 505, "treasure": 2857, "regard": 2639, "deductive": 2224, "business": 689, "big": 2640, "court": 853, "Building": 2657, "exclude": 2641, "state": 149, "geological": 1275, "crew": 2225, "operations": 1988, "throughout": 334, "generally": 729, "Parthia": 2243, "Abstract": 1560, "basis": 950, "addition": 599, "produce": 356, "Depression": 945, "1934": 2246, "studies": 368, "improve": 1862, "Principia": 2437, "population": 170, "A": 108, "Egypt": 98, "Kingdoms": 2086, "property": 2643, "into": 45, "encompass": 2226, "Ferguson": 2644, "paper": 744, "examination": 2645, "above": 1103, "contacts": 2567, "machines": 1526, "they": 54, "survive": 519, "needs": 2858, "activity": 1731, "Hermann": 2646, "instruments": 1486, "although": 231, "Wu": 2859, "offered": 2439, "succeed": 854, "emerged": 1989, "modern": 92, "take": 180, "mathematicians": 1434, "invaders": 1733, "Manchester": 2860, "script": 1734, "Fran\u00e7ois": 1990, "sculpture": 2261, "mention": 2228, "screen": 2861, "foot": 2647, "rigorous": 2109, "both": 232, "8th": 1487, "largely": 402, "100": 576, "Belgium": 2648, "shape": 1932, "nations": 488, "Land": 1000, "influence": 257, "astronomical": 2008, "in": 5, "minerals": 2110, "rich": 1392, "problems": 702, "plants": 2737, "wife": 1561, "presence": 1488, "Nobel": 1735, "melting": 2742, "molecules": 1991, "occupation": 2044, "30": 1329, "300": 1489, "Sta\u00ebl": 1181, "coup": 1394, "locate": 1736, "Five": 1864, "faith": 2650, "decoration": 2480, "molecular": 1562, "3rd": 1479, "notable": 924, "dramatically": 2115, "articles": 2229, "its": 40, "Ban": 1331, "smelt": 1395, "Hungary": 2651, "phases": 1992, "advocated": 2348, "army": 737, "link": 1865, "unit": 759, "cause": 1018, "psychology": 609, "Isagoras": 2230, "10th": 1737, "excessive": 1396, "Palmieri": 2021, "observed": 1397, "what": 157, "furnace": 2231, "particular": 939, "diseases": 2232, "8,000": 2863, "employ": 2864, "raids": 2487, "hypothesis": 1866, "developing": 2653, "ancient": 135, "views": 2884, "class": 566, "Sri": 1648, "classical": 266, "citizens": 628, "mistakes": 2234, "city": 500, "University": 487, "models": 2654, "formed": 1410, "pursuit": 2441, "formation": 1738, "Nicolas": 2203, "celestial": 1398, "advocate": 947, "Phillip": 2027, "makes": 1994, "gods": 1611, "followed": 760, "English": 101, "copper": 362, "either": 988, "Robinson": 1413, "course": 2112, "51": 878, "try": 1276, "Charlemagne": 948, "Energy": 2294, "absolute": 1583, "shots": 1136, "Julian": 2296, "when": 121, "St.": 1739, "inner-circle": 2442, "component": 2655, "continued": 1137, "anthropologists": 1183, "have": 26, "suggest": 629, "because": 200, "enterprise": 2443, "a": 8, "\u2013": 217, "came": 369, "Anthropology": 1564, "Maya": 1419, "rival": 1740, "Hans": 1490, "provision": 2236, "calculations": 2237, "machine": 470, "musicians": 2721, "Bay": 1788, "receive": 1020, "respectively": 1650, "Space": 1138, "Book": 1184, "scenes": 2034, "treaty": 2865, "tip": 2238, "Their": 949, "via": 919, "Among": 1021, "disciplines": 1693, "recover": 2729, "Sui": 1868, "astronomers": 2239, "purely": 2444, "correspond": 2660, "projects": 2445, "principles": 1140, "alchemy": 2446, "mass": 647, "prevent": 1022, "continuity": 2240, "led": 463, "coherent": 1741, "source": 1333, "speed": 2661, "basic": 1093, "76": 1185, "slow": 2241, "9th": 1100, "innovative": 1995, "family": 989, "leave": 1588, "imply": 2242, "German": 235, "writing": 367, "united": 1651, "results": 1334, "viewed": 2244, "offer": 1060, "Early": 248, "Chicago": 610, "flourished": 1483, "than": 93, "where": 210, "money": 267, "Port": 2662, "Turkey": 2663, "equal": 1399, "1643": 2665, "household": 1742, "forces": 335, "3": 409, "Society": 1187, "Galileo": 611, "chaos": 1141, "varieties": 2114, "HMS": 2448, "explanation": 1491, "precise": 2666, "move": 414, "Economics": 951, "them": 106, "ride": 2245, "media": 2449, "Van": 1743, "Late": 1400, "103": 1344, "urbanization": 2642, "Greece": 508, "101": 1869, "governments": 796, "students": 990, "objects": 1428, "quantum": 762, "disease": 1299, "astronomy": 275, "supply": 880, "factors": 1585, "Theatre": 2247, "phonetics": 2332, "offices": 1996, "working": 1538, "phase": 1744, "elaborate": 1236, "exist": 1189, "102": 1335, "gather": 2866, "mean": 775, "subjects": 690, "experts": 2757, "Victoria": 1653, "critical": 798, "Egyptians": 1566, "see": 213, ";": 61, "partly": 2868, "meet": 1660, "carried": 1654, "109": 2853, "accepted": 1871, "legions": 2084, "wars": 824, "allow": 429, "Islands": 1492, "Period": 1484, "psychiatric": 1493, "landscape": 2248, "divided": 691, "June": 1494, "This": 59, "day": 471, "professional": 1336, "pope": 2670, "like": 102, "Hollywood": 1277, "movements": 839, "frequently": 2871, "indicate": 2451, "US": 2344, "200": 1426, "geography": 911, "other": 49, "change": 493, "Dating": 2438, "Aristotelian": 2116, "instead": 825, "long": 279, "2": 554, "visited": 2671, "grain": 2089, "Arabia": 2452, "trained": 2453, "civilization": 270, "mathematics": 331, "intend": 1337, "1885": 2064, "early": 62, "observations": 881, "occur": 648, "21": 732, "Mughal": 509, "following": 855, "Petrarch": 856, "constructed": 2672, "islands": 789, "1st": 1186, "federal": 1745, "textbook": 2953, "merchants": 1062, "suggests": 2250, "suffered": 2251, "Indigenous": 2118, "explain": 1095, "he": 43, "fought": 2873, "1944": 1997, "compete": 1746, "principal": 1278, "64": 1338, "Civilisation": 2253, "brief": 2837, "current": 1237, "their": 41, "well": 142, "Baroque": 2673, "enable": 1568, "give": 285, "future": 1872, "34": 1998, "Sharpless": 1747, "Adam": 1401, "origins": 1290, "agricultural": 1569, "Second": 799, "formulation": 1748, "evil": 1749, "enlightenment": 2454, "build": 532, "Joseph": 800, "male": 2455, "Diemen": 2794, "algebra": 1732, "realm": 2675, "software": 1999, "amount": 763, "western": 513, "travel": 1949, "accompany": 2875, "schools": 472, "d.": 2255, "World": 219, "Sputnik": 2256, "cast": 2257, "alongside": 1191, "Mesopotamia": 1311, "libraries": 2676, "among": 350, "education": 299, "1898": 2677, "whom": 1279, "good": 2000, "himself": 354, "planets": 1495, "multiplication": 1496, "programs": 2001, "employed": 1457, "primarily": 630, "antiquity": 1402, "Hindus": 2258, "ever": 1497, "now": 327, "MRS": 1280, "daggers": 2050, "height": 1498, "families": 912, "rulers": 577, "crops": 2877, "ca": 1096, "findings": 1097, "contribution": 1873, "lifestyle": 2895, "ecology": 598, "sides": 2456, "solve": 1403, "no": 201, "politicians": 2122, "rather": 370, "Air": 2440, "Roosevelt": 1143, "three-age": 2878, "Reformation": 1657, "chronology": 2123, "commander": 2679, "represent": 733, "island": 1025, "rest": 826, "feudal": 1930, "electrical": 1750, "write": 175, "opportunities": 2457, "funding": 1404, "consent": 2680, "express": 2879, "16th": 578, "1820": 2880, "interpretation": 2260, "production": 254, "played": 2881, "nature": 380, "invading": 2882, "Most": 777, "Lorenzo": 2002, "per": 1752, "Medieval": 2571, "translation": 1658, "opened": 1244, "duration": 2125, "region": 220, "weight": 1571, "taxation": 2681, "experiments": 882, "Australia": 160, "treasury": 1753, "extent": 827, "[": 9, "standard": 579, "over": 91, "Persians": 1405, "Nigeria": 2826, "us": 2458, "Harris": 1192, "modern-day": 2003, "industry": 580, "study": 131, "battle": 1340, "cases": 1451, "considerably": 2126, "Edmund": 2883, "States": 240, "mercantile": 2537, "history": 71, "These": 264, "poor": 2418, "Christian": 453, "appoint": 1572, "members": 613, "Caliphate": 2101, "inches": 2999, "friend": 2460, "Sea": 1193, "has": 261, "separate": 973, "consequence": 2682, "lost": 1499, "speculations": 2461, "Cyprus": 2004, "Trinity": 2427, "painters": 1341, "passing": 2262, "use": 38, "Friedman": 1876, "decimal": 1529, "field": 268, "1100": 2005, "million": 520, "lasted": 2006, "descent": 2007, "planet": 2127, "stations": 2128, "established": 338, "states": 336, "2013": 2854, "sciences": 473, "all": 70, "Juan": 1877, "Athenians": 2887, "53": 913, "Neolithic": 857, "guerrilla": 2888, "fourth": 883, "commercial": 734, "Fernando": 2889, "Lebanon": 2009, "trying": 2890, "physical": 510, "defence": 2356, "natural": 163, "Mediterranean": 991, "meetings": 1235, "spread": 192, "fruit": 2464, "psychological": 2465, "devices": 2466, "BCE": 132, "vessel": 2129, "S": 1281, "on": 21, "Atlantic": 2683, "been": 138, "Pierre": 574, "humanists": 2263, "publications": 1501, "gained": 1343, "values": 1332, "La": 1659, "tool": 2264, "archaeological": 1406, "speak": 1063, "named": 1502, "Theory": 2130, "adapt": 2892, "keep": 1194, "head": 543, "universal": 2573, "societies": 735, "Warring": 2501, "shells": 1574, "2006": 2869, "printing": 2893, "related": 1282, "contact": 1345, "decades": 1026, "north": 301, "1929": 1878, "share": 1142, "apparently": 2010, "bronze": 357, "Russia": 581, "regional": 1503, "mid": 1283, "help": 439, "sponsor": 1757, "plough": 1755, "doctors": 2874, "identity": 2894, "notes": 1875, "With": 363, "Philippines": 2896, "large": 177, "insights": 2467, "entire": 865, "feeling": 2265, "stages": 2011, "follow": 289, "bring": 381, "ideological": 2012, "focused": 2897, "territory": 649, "strength": 953, "independence": 672, "special": 1076, "forced": 2266, "1945": 1879, "dating": 2685, "Minister": 1880, "brick": 2267, "hegemony": 2886, "oral": 1756, "ago": 556, "high": 650, "Earth": 673, "seen": 614, "sound": 1521, "laboratory": 2469, "remove": 1027, "center": 511, "economics": 522, "elected": 1330, "far": 344, "linguistics": 1881, "French": 173, "old": 1239, "interest": 502, "Assyrian": 1346, "Ghana": 2954, "skill": 1758, "CPC": 1240, "thousand": 1759, "During": 211, "52": 1347, "performed": 2688, "matter": 568, "33": 2132, "theories": 600, "about": 105, "Florence": 1144, "species": 2013, "economically": 2301, "Smith": 1099, "Ottomans": 2133, "theaters": 2899, "actually": 1182, "medicine": 830, "variation": 2018, "from": 19, "correct": 1665, "1914": 1575, "1909": 2911, "cycles": 1432, "for": 17, "IV": 2269, "18th": 328, "line": 801, "seventh": 2900, "57": 1882, "Punjab": 2689, "consist": 2218, "across": 314, "Cape": 1883, "Palestine": 1407, "1980s": 2690, "cease": 2271, "1911": 1898, "lamp": 1121, "Third": 2691, "constituted": 1993, "perception": 1760, "Ottoman": 1576, "resources": 601, "Muslims": 1348, "Apollodorus": 2472, "Athens": 1028, "degrees": 1661, "bureaucracy": 933, "Cultural": 2693, "Soviet": 736, "adopted": 557, "entrepreneurs": 2694, "which": 25, "ice": 705, "Paleolithic": 1662, "ceramics": 2015, "profound": 2695, "Austria": 2473, "maintain": 1886, "records": 582, "negative": 1241, "organisms": 1713, "Its": 765, "nor": 1888, "Spain": 651, "extensive": 2696, "Monte": 2903, "volume": 2134, "element": 845, "metallurgy": 709, "occupy": 1663, "attribute": 2904, "spend": 802, "71": 2474, "toward": 831, "Empires": 1889, "researchers": 2272, "Strait": 1516, "prehistory": 1761, "exploration": 1762, "soon": 410, "13": 1763, "Committee": 1664, "train": 1504, "die": 2016, "churches": 2273, "child": 1349, "neutral": 2136, "final": 1284, "prestige": 3015, "steam": 2905, "``": 23, "year": 324, "reach": 329, "research": 321, "David": 632, "true": 474, "there": 136, "civil": 430, "1969": 2275, "size": 1147, "patient": 2017, "empires": 778, "markets": 1242, "films": 236, "Sultanate": 2476, "away": 644, "proposed": 863, "address": 2652, "Sun": 884, "steel": 832, "pronoun": 3029, "stop": 2697, "formulated": 2276, "Mathematical": 1890, "cinema": 1148, "combination": 2138, "complete": 1195, "existence": 1196, "significant": 421, "Bill": 2019, "Art": 803, "province": 730, "bridges": 2020, "geometry": 1197, "ruling": 2278, "269": 2914, "1879": 2139, "set": 214, "alliance": 2279, "scholars": 222, "How": 2862, "fall": 954, "film": 330, "scope": 1891, "formerly": 1765, "carbon": 2699, "Justinian": 2700, "measure": 1149, "required": 2166, "House": 1577, "Einstein": 1505, "later": 76, "initiated": 2479, "guns": 2533, "Sudan": 2701, "death": 1150, "norms": 2702, "around": 109, "]": 10, "roots": 1527, "assert": 2703, "ashantehene": 2907, "1912": 1926, "silver": 955, "southwest": 2281, "chemistry": 431, "management": 1766, "regimes": 2470, "canals": 1285, "appeared": 1666, "private": 993, "poetry": 2141, "Mark": 2909, "shortly": 2233, "different": 245, "Terra": 2705, "civilizations": 1767, "Prize": 1768, "Alexander": 1892, "hand": 1090, "diner": 2282, "evolve": 2970, "Children": 2933, "near": 914, "Islam": 915, "repeat": 2142, "4": 489, "discover": 339, "onto": 2547, "Guatemala": 2022, "40": 1064, "translate": 1199, "bodies": 2268, "At": 411, "encourage": 2094, "climate": 2912, "aim": 1547, "labour": 1065, "Africa": 226, "importance": 1370, "spiritual": 1372, "Jean": 1373, "order": 454, "practiced": 2543, "Research": 2574, "stopped": 2481, "always": 1769, "1789": 1770, "Pythagorean": 2180, "sociologists": 2208, "London": 2913, "Commonwealth": 1151, "words": 1506, "generation": 2023, "crossing": 2283, "Euclid": 2483, "distinguish": 1507, "27": 633, "value": 994, "limit": 1933, "said": 1350, "found": 158, "associated": 1893, "object": 2484, "goods": 995, "mi": 2485, ".": 3, "historical": 692, "One": 512, "effects": 860, "Similar": 2557, "glass": 1029, "knowledge": 371, "democracy": 1771, "northern": 534, "26": 634, "bringing": 1772, "independent": 445, "white": 1917, "coastal": 1773, "Stone": 2486, "synthesize": 2284, "level": 992, "attack": 1894, "power": 168, "themselves": 553, "she": 930, "220": 2144, "according": 1200, "church": 1465, "dominance": 1245, "procedures": 2915, "Charles": 635, "involve": 1288, "kings": 1508, "drawing": 2285, "Ten": 2856, "traditional": 551, "Wen": 2576, "6": 490, "Asian": 1030, "Aristotle": 372, "England": 318, "Clark": 2025, "Islamic": 491, "mostly": 785, "Freemasons": 2707, "physicists": 2708, "extremely": 1411, "globe": 2035, "except": 2917, "works": 137, "previously": 917, "hard": 2710, "Ocean": 2711, "estimate": 1509, "using": 593, "rapid": 1884, "governed": 2712, "calendar": 1079, "171": 1895, "period": 58, "point": 295, "George": 675, "n't": 2196, "van": 1510, "interior": 1668, "behavior": 720, "apart": 2270, "1788": 2026, "accompanied": 1774, "Needham": 2286, "elite": 1031, "7": 503, "successful": 1351, "dominate": 899, "Cold": 1669, "model": 459, "era": 287, "grew": 2146, "foundation": 1896, "depend": 1201, "directly": 1412, "More": 1251, "America": 341, "subject": 389, "policies": 1775, "millennium": 602, "rights": 1246, "third": 1032, "Byzantium": 3026, "partially": 2489, "scholarship": 1776, "August": 2147, "75": 1033, "same": 206, "19": 1670, "warlords": 2287, "tribe": 2599, "historically": 2491, "empirical": 1101, "nothing": 2200, "revolutionary": 1202, "Homo": 2113, "4th": 766, "assume": 1897, "1949": 2288, "purchase": 2714, "tried": 2919, "left": 1267, "creation": 1814, "formulate": 1672, "Cinema": 2920, "program": 710, "come": 207, "number": 174, "scale": 918, "settlers": 2978, "important": 96, "Burma": 3041, "challenge": 1111, "better": 1673, "many": 48, "environment": 2149, "administration": 1512, "restricted": 1885, "Iron": 456, "workers": 1674, "between": 83, "brain": 1366, "department": 1715, "Aborigines": 1289, "real": 1270, "art": 130, "possible": 618, "Moreover": 2028, "founded": 2150, "settle": 957, "view": 351, "name": 403, "tunnel": 2290, "surviving": 2029, "sodium": 2493, "then": 208, "Jewish": 2151, "helped": 2152, "1600": 2922, "1764": 3057, "Incan": 2923, "asylum": 1421, "Joan": 2507, "Government": 1581, "influenced": 1077, "board": 2620, "Galen": 2291, "undertake": 1790, "date": 249, "49": 1721, "Bernard": 2153, "humanism": 2154, "When": 396, "River": 652, "extend": 805, "After": 306, "reject": 1582, "Korean": 1724, "west": 998, "statistical": 1899, "rule": 227, "king": 780, "yield": 2292, "mercury": 2293, "tradition": 385, "Golden": 1777, "construct": 1414, "hours": 1778, "pass": 2925, "signing": 2633, "highly": 428, "S.": 1779, "infantry": 1900, "19th": 311, "pump": 2495, "Antony": 1102, "baseball": 2295, "responsible": 1415, "Sociology": 2496, "emphasize": 1122, "Enlightenment": 154, "communities": 1780, "frontier": 2409, "under": 87, "fifth": 1901, "monarchy": 2926, "considerable": 1675, "Johns": 2497, "Unlike": 2014, "reduce": 1153, "available": 1067, "one": 65, "8": 575, "impact": 731, "exclusively": 2297, "unite": 1781, "10": 475, "invade": 1175, "not": 42, "building": 806, "East": 161, "sites": 1679, "197": 2716, "think": 886, "Le": 2235, "methods": 290, "Hopper": 1352, "interpret": 1782, "Ming": 781, ",": 1, "mechanical": 676, "accept": 1154, "artist": 1584, "1920s": 738, "further": 278, "first": 34, "Although": 358, "upheaval": 2032, "dated": 1417, "extended": 1207, "divide": 384, "Elder": 1783, "coins": 1188, "call": 241, "scholar": 1094, "Industrial": 711, "increased": 887, "stars": 1248, "audience": 1418, "aspects": 776, "Barentsz": 1902, "instructions": 1023, "3000": 1784, "Life": 1286, "formal": 976, "1981": 2718, "gain": 1155, "customs": 1586, "Irish": 2498, "learning": 1785, "you": 1904, "1942": 739, "Scottish": 1353, "direction": 1203, "Over": 807, "\u00b0C": 1887, "needed": 359, "Benjamin": 2929, "Prussia": 2668, "medical": 861, "occasionally": 2298, "Neumann": 888, "taken": 862, "companies": 1204, "evidence": 536, "fill": 1786, "notably": 767, "1941": 2956, "lead": 143, "Iberian": 2155, "cavalry": 2299, "economist": 1205, "Confucius": 2340, "Japanese": 558, "realistic": 2500, "inherit": 2930, "reason": 1354, "colonies": 555, "events": 1849, "post-war": 2931, "lasting": 2719, "experiment": 952, "children": 432, "foster": 2656, "44": 1867, "colonial": 999, "personal": 782, "119": 2300, "advances": 2383, "grammar": 909, "usually": 693, "Northern": 345, "growth": 422, "felt": 1420, "Claudius": 2932, "Mary": 2503, "influences": 2504, "150": 1514, "priests": 2972, "detailed": 916, "capitalism": 2720, "progress": 1455, "just": 1356, "Sulla": 2692, "mainly": 1360, "King": 1104, "330": 2939, "flourishing": 2302, "resulting": 1250, "met": 920, "Speight": 1787, "communication": 931, "1927": 1515, "tax": 1905, "kill": 1068, "45": 2277, "technically": 3008, "society": 276, "Dutch": 2722, "investigate": 2723, "certain": 1408, "Austrian": 1078, "computers": 2934, "making": 2724, "1930": 2038, "Since": 476, "civilisation": 2156, "farm": 2935, "objective": 1965, "answer": 2777, "impose": 2725, "heat": 2726, "'s": 22, "elsewhere": 2993, "attempts": 1106, "argued": 959, "huge": 2039, "1900": 779, "still": 297, "centres": 1676, "India": 97, "young": 1357, "Rajput": 2097, "Batavia": 2506, "technologies": 615, "However": 144, "southern": 373, "back": 203, "son": 1070, "measurement": 1156, "Political": 2036, "enough": 1906, "law": 364, "Korea": 1146, "grow": 395, "See": 2936, "age": 302, "Cicero": 1587, "1906": 1108, "criminal": 2937, "International": 1206, "barley": 1791, "Nicholas": 2303, "discipline": 413, "Asia": 182, "mounted": 2304, "Continent": 1677, "99": 1678, "how": 682, "Qin": 2728, "17th": 740, "Netherlands": 1517, "22": 2037, "purpose": 1034, "Christianity": 1198, "experience": 960, "Sydney": 834, "biological": 889, "calculation": 1291, "relativity": 2135, "Confucian": 921, "21st": 2730, "general": 251, "components": 1754, "Pope": 1680, "Pauli": 2033, "independently": 879, "1783": 2921, "Friedrich": 2938, "profession": 2731, "Hutchinson": 1109, "data": 545, "58": 2475, "Dubuffet": 2686, "etc": 1208, "Vinci": 2727, "Khoisan": 1792, "cloth": 1423, "spoken": 1422, "producing": 2305, "opening": 2732, "Discovery": 1908, "mathematical": 237, "South": 152, "function": 1209, "Norway": 1358, "arrive": 890, "boom": 2508, "Kush": 1035, "Baldwin": 1681, "quite": 1909, "time": 50, "Dark": 895, "Italy": 315, "text": 1252, "sea": 514, "city-states": 1211, "habits": 2510, "speculation": 2306, "Argentina": 2158, "Wales": 1024, "statement": 2511, "Movement": 2447, "Yuan": 2512, "place": 291, "establish": 124, "primitive": 1793, "central": 397, "remains": 1036, "Army": 2989, "start": 252, "slowed": 2734, "possibly": 2323, "Chaplin": 2513, "sovereign": 2514, "style": 280, "Indian": 181, "ignorance": 2515, "office": 2941, "From": 386, "Ribot": 2516, "Von": 1682, "encounters": 2517, "foreign": 808, "Severus": 3027, "mid-to-late": 2308, "factor": 962, "way": 292, "journal": 2309, "network": 851, "leaders": 896, "Brahe": 2310, "resolve": 1910, "sole": 2898, "open": 585, "AD": 349, "Guinea": 893, "dramatic": 2735, "transition": 2311, "distance": 1210, "technology": 325, "lands": 769, "energy": 891, "codes": 2312, "end": 99, "complex": 546, "method": 404, "whole": 677, "engineering": 446, "man": 457, "1950s": 963, "Gall": 1832, "entirely": 922, "look": 2159, "metal": 507, "industrial": 964, "included": 526, "thinking": 1794, "recently": 1518, "beginning": 352, "(": 15, "functions": 2040, "classics": 1795, "fellow": 2313, "Antarctic": 1683, "focus": 653, "sent": 1796, "caused": 1114, "properties": 2518, "To": 1230, "contributions": 768, "collections": 2502, "opposition": 2042, "economies": 1684, "36": 1590, "great": 312, "trend": 2943, "reference": 892, "longer": 1223, "put": 1424, "lines": 923, "Romans": 603, "stone": 374, "roughly": 2945, "architecture": 218, "vessels": 1519, "Ludwig": 2736, "air": 1425, "U.S.": 1798, "expense": 1911, "clay": 2519, "Voltaire": 1799, "defining": 2812, "D.": 2314, "behaviorism": 2043, "79": 2520, "Lavoisier": 464, "overlords": 2944, "publication": 858, "Though": 1171, "Acheulean": 1212, "Song": 307, "pressure": 1820, "coal": 1361, "Maratha": 1800, "Era": 2738, "School": 407, "Iran": 1157, "anthropology": 375, "why": 2535, "Tasman": 2316, "Gupta": 1801, "universities": 1293, "Japan": 636, "Egyptian": 303, "imperial": 712, "technical": 2317, "29": 1253, "socialist": 2191, "Jan": 2499, "wrote": 479, "Psychological": 1656, "find": 204, "aircraft": 2450, "fuel": 1912, "deposit": 2160, "tin": 2148, "weak": 2161, "perform": 1802, "mental": 859, "major": 122, "86": 2940, "logical": 1233, "11th": 1362, "Bragg": 2318, "notion": 1591, "destroy": 2739, "50": 433, "after": 68, "expeditions": 1452, "performance": 2947, "seven": 1831, "peak": 2162, "turned": 2319, "full": 1254, "work": 56, "Prime": 2542, "ages": 1914, "Southern": 440, "essentially": 1520, "On": 742, "Park": 1815, "Holy": 2949, "electrolysis": 2521, "Peninsula": 564, "theatre": 1804, "plot": 2741, "Then": 2380, "ideas": 188, "1913": 1915, "middle": 406, "contains": 2901, "turn": 447, "degree": 1805, "Avicenna": 2198, "invention": 1522, "count": 1686, "dialect": 2081, "administrative": 2320, "coming": 2523, "group": 376, "broke": 2170, "sufficient": 2525, "appears": 1471, "continent": 810, "cuisine": 2951, "skills": 2322, "NP": 2468, "campaigns": 1807, "ship": 1523, "horse": 1592, "Isaac": 1626, "Mamluk": 1842, "present-day": 1363, "eastern": 478, "water": 624, "internal": 2952, "What": 2745, "thus": 625, "sought": 2047, "Persia": 1689, "blast": 2048, "Pliny": 2928, "succeeded": 2955, "refer": 492, "life": 233, "limited": 1056, "1800": 2659, "eruption": 2324, "Canada": 1688, "wave": 1918, "consider": 198, "Kant": 1238, "Johann": 2746, "Hippocrates": 1500, "collapse": 1296, "best": 1110, "down": 1642, "theology": 2093, "Age": 111, "Berle": 2031, "smelting": 2747, "199": 2325, "speculative": 2526, "went": 1636, "single": 965, "sphere": 2527, "include": 64, "mya": 2049, "university": 1159, "scene": 1364, "standards": 1524, "Leonardo": 2748, "dynasties": 1229, "Marius": 2059, "majority": 617, "but": 46, "due": 332, "nominal": 2957, "unified": 1690, "firms": 1860, "1947": 1052, "failed": 1563, "popularity": 1160, "within": 282, "He": 81, "close": 1542, "entity": 2326, "Pakistan": 835, "movement": 378, "compute": 1593, "war": 190, "Bacon": 1365, "Another": 784, "'": 148, "technological": 2137, "invasion": 537, "could": 118, "his": 28, "Union": 563, "Nevertheless": 2102, "philosophy": 234, "act": 616, "Rome": 253, "service": 1427, "Liao": 637, "tractor": 2749, "1925": 2057, "serve": 1009, "organized": 1637, "event": 2103, "circle": 1071, "little": 1038, "Church": 1232, "135": 2328, "nation-states": 2165, "Eastern": 596, "five": 969, "shown": 2750, "by": 14, "prove": 1594, "Man": 1692, "People": 2529, "statements": 1234, "site": 538, "continue": 259, "classes": 1297, "attention": 1039, "brothers": 1480, "changes": 559, "present": 353, "fresh": 2329, "agriculture": 743, "historic": 2053, "Under": 1001, "positive": 2959, "owners": 2751, "again": 547, "two": 150, "already": 866, "trade": 172, "defeat": 655, "heavy": 584, "concrete": 2054, "linguistic": 1595, "understand": 2531, "adoption": 2532, "discuss": 1920, "unknown": 1255, "promoting": 2534, "areas": 310, "labor": 1921, "force": 462, "held": 1040, "artifacts": 678, "Ancient": 539, "cultural": 250, "invented": 745, "vita": 2331, "discussed": 2960, "ecological": 2667, "multiple": 2055, "His": 228, "106": 2961, "gold": 398, "citation": 153, "erectus": 2753, "Rococo": 1809, "heavily": 1985, "birth": 2754, "Sikhs": 2830, "Florentine": 2942, "universals": 1596, "house": 1430, "differences": 1694, "observe": 1922, "fire": 1112, "De": 2582, "1899": 2056, "academic": 811, "religious": 263, "core": 2536, "allowed": 1073, "effective": 1528, "Fiji": 2167, "Babylon": 1810, "257": 2168, "convicts": 2962, "publish": 434, "features": 1300, "philosophers": 679, "animal": 1161, "42": 1751, "concern": 1214, "39": 1301, "create": 326, "Muslim": 583, "Constantinople": 1216, "Harsha": 2831, "individuals": 1695, "organs": 2334, "wide": 1811, "get": 967, "religion": 867, "determine": 836, "archipelago": 2963, "tendency": 2459, "patrons": 2756, "therefore": 1256, "Popper": 2885, "63": 1812, "decorative": 2964, "warfare": 925, "started": 837, "explorers": 1008, "Schumpeter": 2965, "will": 1431, "small-scale": 2538, "reaction": 797, "issue": 812, "Thomas": 638, "passed": 1530, "Bengal": 926, "causes": 1597, "democracies": 2841, "Slavs": 2539, "naval": 813, "marked": 2171, "play": 1190, "Mamluks": 2471, "mixture": 2966, "ALU": 2540, "Yang": 1954, "Curtin": 2541, "dates": 786, "leading": 1696, "1": 151, "easily": 1433, "descriptions": 2758, "music": 527, "1967": 2766, "Good": 2759, "register": 1041, "possession": 2478, "higher": 2095, "flat": 2760, "Wall": 1813, "nineteenth": 2704, "Congress": 2172, "famous": 619, "success": 656, "establishment": 2761, "popular": 286, "Confucianism": 1113, "Dong": 2967, "record": 612, "Edward": 1925, "naturally": 2173, "such": 37, "1939": 1257, "demand": 927, "overthrow": 2335, "justice": 2916, "BP": 2336, "seems": 2337, "soft": 2762, "camera": 1218, "Queensland": 1292, "telescope": 2918, "ores": 1042, "months": 2544, "primary": 997, "maritime": 2763, "Ross": 2968, "imagination": 2545, "ruler": 746, "Southeast": 694, "speech": 2174, "monasteries": 1697, "towards": 1698, "worldwide": 1638, "der": 2764, "mines": 2969, "rules": 1162, "question": 1074, "manufacture": 2765, "century": 32, "47": 1259, "assembly": 2339, "believe": 346, "people": 84, "initially": 1589, "Before": 2971, "Canal": 1355, "conjunctions": 2669, "speaking": 1903, "vast": 713, "14": 968, "Plato": 1249, "took": 1302, "relative": 1043, "unlike": 2836, "experimental": 528, "i.e": 2175, "dominant": 838, "particles": 721, "Dictionary": 2572, "William": 441, "Byzantine": 460, "Party": 815, "really": 2176, "Taiwan": 1260, "Great": 319, "simple": 695, "commentaries": 2505, "Wars": 1367, "too": 894, "earth": 696, "accounts": 2058, "active": 816, "papal": 2548, "1979": 1456, "human": 221, "role": 423, "Nationalist": 1598, "sources": 1599, "while": 196, "much": 141, "branch": 2549, "consists": 2973, "split": 1002, "1881": 2550, "populations": 1368, "sets": 2341, "11": 477, "with": 18, "Like": 3020, "relationship": 970, "various": 281, "Paul": 1164, "Ages": 191, "enormous": 1369, "understanding": 708, "=": 458, "marry": 2975, "subcontinent": 761, "ultimately": 1963, "oldest": 657, "manufacturing": 1928, "Liberal": 2342, "cradle": 2768, "77": 2041, "representation": 2111, "submarines": 2551, "Civil": 1044, "concepts": 2163, "up": 242, "1000": 1219, "''": 27, "entered": 1435, "black": 2099, "finally": 1601, "numbers": 480, "queen": 2552, "Philadelphia": 2769, "figures": 868, "absorb": 2177, "examples": 2770, "things": 1261, "Important": 2771, "invasions": 1467, "15th": 1371, "1200": 2178, "fundamental": 1437, "solutions": 1273, "thought": 400, "An": 1003, "direct": 1166, "branches": 2976, "Paris": 533, "these": 88, "next": 697, "courses": 2179, "specifically": 2343, "spherical": 1559, "Hopkins": 2772, "Marx": 1115, "literature": 560, "noted": 2974, "coast": 620, "political": 115, "successfully": 1374, ")": 13, "characteristics": 1438, "treatise": 2977, "philosopher": 1075, "written": 342, "e.g": 747, "go": 549, "59": 1816, "engaged": 2186, "radiation": 2553, "type": 788, "temples": 1439, "and": 4, "composition": 1440, "expressionism": 1533, "support": 387, "replace": 550, "killed": 971, "Arabic": 2554, "phenomena": 1602, "some": 79, "Other": 640, "used": 243, "bear": 1375, "Mesolithic": 2979, "characterized": 2482, "learn": 1045, "kingdom": 840, "oppose": 2556, "association": 2346, "career": 2181, "flood": 2658, "Roman": 67, "1890": 2562, "live": 1046, "volumes": 1441, "free": 1531, "legal": 1220, "218": 2740, "remain": 481, "Science": 698, "archaeologists": 2991, "discussion": 2347, "wealth": 1929, "charge": 1442, "According": 586, "rust": 2981, "several": 166, "speakers": 561, "Blackwell": 2349, "Western": 133, "20": 1117, "teachings": 1817, "Jin": 604, "142": 2420, "scientific": 77, "Han": 343, "Rajendra": 2183, "Olmec": 1443, "54": 1699, "Kepler": 2350, "colors": 2983, "followers": 1818, "useful": 1409, "IPU": 2351, "amongst": 1359, "strife": 2773, "Insular": 2984, "reform": 974, "continuation": 3003, "south": 383, "status": 621, "Peano": 2558, "instance": 1931, "arts": 1010, "Persian": 932, "motions": 2986, "representatives": 2623, "216": 2774, "transform": 1604, "author": 2477, "refuse": 2872, "kinds": 2559, "vital": 2706, "right": 897, "community": 1262, "Through": 2185, "Belgian": 2352, "particularly": 365, "idea": 699, "Berber": 2060, "latter": 928, "Phoenicia": 3037, "length": 1221, "east": 622, "scientists": 588, "rose": 1938, "Freemasonry": 2061, "sons": 1444, "X": 1934, "though": 424, "languages": 271, "road": 2775, "Hume": 1445, "General": 1376, "Sumerian": 1384, "material": 1935, "meat": 2062, "periods": 700, "\u00d8rsted": 2789, "York": 1605, "define": 841, "principle": 1546, "Ethiopia": 2353, "promote": 1263, "Federal": 2776, "equites": 2426, "expensive": 2063, "Middle": 127, "least": 605, "rapidly": 842, "Watson": 864, "1920": 1606, "China": 74, "reliable": 2355, "Culture": 1937, "Dynasty": 209, "atom": 1819, "teach": 819, "Meanwhile": 1535, "48": 1313, "ships": 1607, "Diocletian": 1603, "earlier": 355, "National": 750, "shift": 1172, "inductive": 2560, "proclaim": 1600, "theorem": 1222, "studying": 2561, "fetch": 2608, "scientist": 1655, "James": 641, "controversial": 1446, "conquest": 898, "dialogues": 1447, "common": 294, "abstract": 843, "125": 3042, "is": 44, "seed": 958, "formally": 1342, "traditions": 1118, "import": 2563, "together": 748, "cubic": 1764, "increase": 320, "original": 1119, "Nile": 1940, "men": 382, "or": 31, "235": 2357, "Zhou": 2358, "who": 47, "drive": 1005, "urban": 715, "attempted": 1702, "founding": 2182, "positional": 2980, "alpha": 2910, "Carl": 1941, "Central": 589, "musical": 714, "beliefs": 1821, "recorded": 1829, "Holland": 1942, "similar": 465, "fieldwork": 2359, "solid": 2360, "Sanskrit": 1532, "hundred": 658, "North": 442, "physicians": 2791, "electrons": 2565, "extraction": 2990, "Syria": 669, "Franklin": 1943, "made": 197, "side": 2992, "May": 2624, "phonetic": 2361, "completely": 1667, "appointed": 1944, "metals": 631, "loan": 2362, "responsibility": 2363, "13th": 2068, "greatest": 642, "predictions": 1945, "expand": 1047, "stable": 2566, "quadratic": 2364, "variety": 1224, "Russian": 1116, "peasants": 2188, "officials": 1946, "designed": 1304, "proved": 2365, "17": 1379, "practices": 2315, "radium": 2994, "numeral": 1726, "geographical": 2568, "expressed": 2995, "become": 60, "inventions": 1947, "Pacific": 659, "kingdoms": 1167, "newly": 877, "95": 1822, "need": 216, "most": 51, "however": 262, "intensity": 2488, "Sparta": 2982, "book": 322, "times": 435, "1901": 2927, "Jurchen": 2649, "show": 674, "behaviour": 2780, "84": 2579, "lack": 1135, "larger": 1061, "billion": 1536, "sacred": 2366, "Around": 2069, "Lunda": 2781, "nine": 2674, "plant": 1609, "national": 562, "integrate": 1823, "feature": 1019, "speaker": 2783, "were": 35, "Serbia": 2784, "draft": 2569, "excavated": 2996, "plays": 1854, "smaller": 794, "Conference": 1287, "neighbors": 1537, "Renaissance": 147, "promoted": 2367, "interested": 2782, "patricians": 2119, "interests": 1264, "symbols": 1610, "93": 1306, "inside": 2997, "104": 2570, "Andr\u00e9": 2785, "fields": 569, "through": 86, "widely": 844, "form": 139, "description": 2786, "powerful": 643, "few": 333, "arise": 972, "favor": 1450, "Mewar": 1380, "against": 215, "had": 75, "debate": 716, "81": 1950, "issues": 1612, "command": 1048, "Eventually": 1381, "leadership": 1703, "heads": 1951, "Constitution": 1952, "trading": 2368, "plan": 2145, "new": 52, "this": 36, "artificial": 1540, "Mongol": 1049, "quantity": 2891, "Babylonian": 751, "authors": 1120, "peninsula": 1953, "Marcus": 2369, "Lanka": 1534, "him": 258, "Bantu": 1475, "H.": 2787, "360": 2070, "burial": 3000, "improved": 1165, "meaning": 2071, "books": 829, "Two": 1913, "European": 128, "problem": 2684, "even": 260, "Revolution": 283, "successor": 2851, "vernacular": 1307, "compose": 1825, "Mesoamerica": 2072, "only": 110, "done": 2338, "conflict": 2073, "Because": 1565, "compared": 2687, "writers": 436, "whose": 448, "1908": 2788, "enter": 1382, "la": 2190, "pay": 725, "cowry": 3001, "the": 0, "sign": 2371, "definition": 1050, "system": 80, "migrations": 1453, "tell": 1981, "total": 1704, "existed": 2372, "characterize": 2373, "tutelage": 2274, "pottery": 717, "cuneiform": 2752, "sections": 1826, "originate": 701, "phonemes": 2790, "Australian": 443, "frequent": 2280, "racial": 2985, "1905": 3004, "refers": 1454, "information": 1567, "motion": 449, "Tordesillas": 1827, "senators": 3045, "criticism": 1554, "Zealand": 1308, "respond": 2254, "carry": 956, "Peru": 1828, "greatly": 1309, "very": 238, "leader": 718, "15": 975, "1991": 2946, "clarification": 2792, "days": 1705, "But": 660, "Theodosius": 2575, "Peace": 3005, "extreme": 3006, "engine": 2793, "agreement": 3007, "mechanics": 1570, "situation": 1310, "arithmetic": 771, "65": 1578, "humans": 1051, "Earlier": 1706, "international": 438, "resulted": 2074, "note": 1948, "placed": 1830, "forms": 388, "1857": 3009, "Augustus": 1168, "husband": 1856, "language": 140, "134": 3010, "Island": 654, "daughter": 2289, "innovation": 1327, "sight": 3011, "fleet": 2795, "exception": 1956, "troops": 1123, "computing": 2796, "commonly": 1725, "built": 535, "appear": 416, "winter": 2169, "science": 89, "vowels": 2374, "cultures": 525, "94": 1169, "expansion": 405, "visit": 1615, "widespread": 818, "device": 1957, "55": 1006, "Ireland": 2578, "systematic": 1124, "almost": 681, "construction": 2375, "geometric": 2717, "relatively": 1294, "Portuguese": 571, "those": 189, "darkness": 1707, "journals": 1700, "nevertheless": 2075, "Of": 1616, "Pohnpei": 1573, "obtain": 1551, "stability": 2709, "Karl": 1958, "native": 661, "West": 450, "disputed": 3012, "case": 1105, "combined": 1833, "plural": 2076, "account": 1107, "control": 187, "so": 269, "preserve": 1834, "soldiers": 1007, "biology": 1541, "expedition": 846, "1930s": 606, "War": 95, "conquered": 961, "advancement": 2120, "practical": 900, "protect": 2733, "Some": 587, "differ": 2580, "\u2014": 978, "argue": 749, "500": 2192, "limits": 1959, "fully": 2376, "famine": 2077, "Constantine": 2377, "broad": 2577, "Peter": 2045, "of": 2, "developments": 1037, "invent": 1225, "eventually": 517, "contemporary": 817, "mind": 662, "MacArthur": 2617, "B.": 3013, "briefly": 3014, "If": 2797, "ancestors": 2581, "associate": 847, "97": 1960, "dynasty": 78, "below": 1436, "search": 1226, "earliest": 377, "captured": 2193, "usage": 869, "circles": 2743, "140": 1806, "sometimes": 466, "surface": 2744, "Caesar": 2798, "Ernest": 2378, "company": 1125, "analysis": 783, "1960s": 663, "90": 2583, "BC": 57, "union": 3016, "Lower": 1835, "stage": 1053, "contrast": 1298, "Hindu": 645, "considered": 1312, "world": 72, "contain": 570, "Apollo": 2584, "draw": 2194, "standardize": 1961, "organization": 1617, "especially": 176, "fact": 425, "aristocratic": 1962, "stylus": 2799, "unify": 2585, "Davy": 590, "Frederick": 1339, "out": 129, "settlement": 1217, "physics": 417, "orbit": 2586, "key": 901, "brought": 572, "silk": 2876, "cover": 1054, "Battle": 565, "entertainment": 3017, "since": 255, "Perkin": 1701, "division": 719, "descendants": 1685, "space": 902, "literate": 2078, "November": 3018, "portions": 2379, "so-called": 1416, "would": 90, "It": 63, "steppe": 3019, "Classical": 870, "structure": 752, "attempt": 754, "add": 2079, "her": 399, "Modern": 529, "typically": 1459, "Gregorian": 2767, "propose": 934, "philosophical": 703, "initial": 1836, "land": 225, "Cosmas": 2381, "press": 2950, "74": 1618, "currently": 1982, "7th": 1080, "Romulus": 2800, "Jia": 1619, "location": 2197, "25": 787, "1828": 2080, "classic": 1837, "shaped": 3021, "purposes": 1460, "are": 103, "expression": 2382, "influential": 360, "inspire": 903, "more": 55, "historian": 770, "unique": 1620, "remained": 607, "2000": 1919, "nomadic": 935, "body": 1511, "sociocultural": 2384, "may": 256, "profits": 1803, "advanced": 1081, "noun": 2354, "translating": 2587, "declare": 1621, "animals": 670, "should": 482, "also": 39, "carved": 2385, "adequately": 2588, "wheels": 2386, "Descartes": 2589, "1971": 2590, "palaces": 1314, "prices": 3022, "Hipparchus": 1623, "materials": 1170, "conquer": 467, "Human": 2867, "iron": 348, "voting": 2664, "off": 3023, "learned": 2801, "paint": 1213, "Republic": 722, "efficient": 3024, "1946": 1543, "Ad": 3047, "Tull": 2591, "saw": 304, "thesis": 1624, "France": 272, "108": 2802, "former": 2713, "origin": 755, "regular": 1315, "Galton": 1613, "Newton": 756, "117": 2524, "channels": 2803, "capture": 1966, "bracket": 2387, "medieval": 494, "synthesis": 1544, "refined": 2321, "square": 2592, "Thailand": 1545, "prehistoric": 1126, "July": 2388, "laws": 415, "based": 540, "gradual": 1316, "trends": 3025, "liberty": 2804, "literary": 1719, "geometrical": 1789, "actors": 2593, "Nubia": 871, "revolution": 391, "Spanish": 664, "ended": 848, "Tasmania": 2594, "reasons": 1461, "Powers": 2805, "9": 552, "tribes": 418, "Papyrus": 1709, "Starting": 2389, "adapted": 1838, "Burke": 1967, "dome": 2806, "claim": 753, "oil": 1127, "combine": 1458, "Buganda": 979, "Chiang": 757, "conditions": 683, "nation": 1625, "I": 164, "They": 171, "Darwin": 1622, "social": 239, "Academy": 1265, "Communists": 2390, "process": 444, "2nd": 936, "Only": 2082, "practice": 1317, "di": 2330, "demonstrate": 996, "thoughts": 1687, ":": 53, "RP": 2391, "reforms": 1152, "1838": 3028, "main": 704, "numerous": 591, "And": 1839, "typical": 2392, "word": 2807, "concept": 541, "throne": 2085, "currency": 1840, "shot": 623, "palace": 2394, "campaign": 1128, "producers": 2490, "theory": 82, "peace": 981, "living": 1055, "Institute": 1462, "foundations": 1318, "20th-century": 2845, "necessarily": 2395, "Franks": 2396, "resistance": 1858, "1919": 1266, "painting": 323, "Upper": 2678, "individual": 980, "presented": 2598, "Antarctica": 2083, "say": 804, "never": 592, "thousands": 2698, "person": 790, "itself": 468, "range": 885, "elementary": 2405, "probably": 937, "northwest": 2808, "Sicily": 1969, "printed": 2398, "part": 119, "fractions": 3048, "ally": 2600, "clearly": 3070, "before": 162, "whether": 904, "sociology": 451, "technique": 1295, "effect": 1388, "published": 986, "intellectuals": 2601, "bridge": 2602, "designs": 2809, "British": 112, "medium": 1614, "Stoics": 2423, "Convention": 2414, "Also": 1970, "107": 2810, "join": 2811, "Dynasties": 1710, "High": 1808, "truly": 2603, "print": 3030, "along": 273, "fell": 1227, "know": 126, "empire": 146, "logic": 1158, "recession": 2605, "derive": 1319, "Death": 2201, "attacked": 3031, "story": 2596, "Robert": 495, "questions": 2098, "remarkable": 3032, "Gulf": 2755, "must": 684, "second": 379, "domestic": 3033, "adopt": 1485, "route": 1463, "Later": 496, "23": 1548, "Greek": 114, "abandon": 1841, "Communist": 2813, "necessary": 1320, "Fatimid": 2606, "version": 497, "All": 938, "chain": 1228, "mark": 1082, "monasticism": 3035, "accumulation": 2108, "pioneer": 1464, "Writing": 3036, "Carolingian": 1083, "centralized": 1377, "moved": 2399, "1962": 1268, "achieve": 1627, "tribute": 1971, "Macedonian": 2814, "12": 597, "slowly": 2124, "that": 16, "II": 316, "means": 665, "Expedition": 910, "Sadat": 2815, "Weddell": 3038, "economic": 193, "Text": 2555, "public": 300, "Treaty": 982, "manage": 2202, "Biskra": 2816, "mainland": 1557, "Keynes": 1084, "yet": 1085, "1973": 2987, "Cook": 3039, "our": 1321, "Wilhelm": 905, "weaken": 1649, "emergence": 2597, "table": 2607, "to": 6, "explore": 2067, "roads": 983, "de": 184, "lower": 1711, "Mang": 2204, "once": 1086, "invest": 1652, "96": 2205, "engage": 1870, "reign": 772, "taught": 1972, "return": 626, "provided": 1608, "moon": 2817, "minutes": 2400, "launch": 1322, "upper": 2184, "southeast": 2087, "politics": 1173, "worked": 2088, "possibilities": 2401, "conquests": 3040, "46": 1843, "discoveries": 1066, "wheat": 2117, "cure": 2206, "beyond": 2211, "Act": 1628, "if": 317, "any": 337, "gave": 1629, "43": 1549, "buildings": 906, "authority": 820, "largest": 685, "figure": 1429, "Delhi": 1630, "price": 686, "therapeutic": 2207, "reached": 2090, "Iraq": 1087, "Antiquity": 1968, "own": 183, "labourers": 2609, "6th": 666, "texts": 833, "62": 2818, "processes": 1712, "horses": 2091, "Triumvirate": 1874, "three": 340, "Thus": 1269, "prominent": 1631, "copy": 2610, "others": 205, "exchange": 1174, "half": 667, "60": 1844, "parties": 3043, "tools": 506, "African": 1098, "terms": 521, "sex": 2611, "party": 791, "canvas": 2819, "von": 498, "term": 169, "acid": 723, "empiricism": 3044, "systems": 483, "retain": 2092, "paintings": 1632, "serious": 849, "uses": 940, "position": 984, "each": 392, "annual": 2131, "gradually": 792, "characters": 1845, "surgery": 1633, "ruled": 567, "Tang": 1145, "internally": 1846, "Valley": 1973, "recognize": 671, "development": 113, "attractive": 2820, "approaches": 3046, "regions": 542, "emperors": 850, "weapons": 2404, "instruction": 724, "student": 2065, "list": 1714, "it": 33, "Intel": 2252, "History": 501, "contribute": 1057, "sail": 2821, "taxes": 2715, "arrival": 1824, "yards": 1243, "detect": 2822, "Arab": 977, "mode": 2406, "92": 2140, "outside": 941, "seek": 1974, "discovery": 985, "angle": 2908, "patterns": 2847, "autonomous": 2823, "radio": 1634, "became": 155, "Emperor": 347, "dry": 2612, "Wang": 1448, "settled": 2613, "market": 455, "managed": 2902, "as": 11, "Hall": 2824, "Cambridge": 2403, "accurate": 1271, "simultaneously": 2397, "reality": 2143, "industries": 1550, "referred": 1386, "culture": 104, "16": 942, "techniques": 484, "Despite": 1635, "defeated": 2825, "introduce": 523, "architect": 2614, "attributed": 2209, "chemists": 1671, "Brazil": 1975, "loans": 1716, "Lord": 2615, "diplomacy": 2407, "ratio": 2408, "instability": 2492, "While": 390, "powers": 1272, "at": 30, "Canaan": 2778, "20th": 229, "emerge": 544, "called": 308, "cities": 773, "136": 1847, "Francis": 1323, "Europeans": 1848, "emperor": 419, "substances": 1466, "$": 1130, "invaded": 2210, "woman": 2096, "themes": 1513, "years": 94, "impressive": 2616, "do": 120, "women": 515, "5th": 524, "?": 872, "effectively": 1850, "places": 793, "cost": 1579, "memory": 687, "Scotland": 2410, "six": 1011, "begin": 123, "Israel": 741, "military": 179, "develop": 134, "versus": 2827, "allies": 3051, "subsequent": 2157, "decade": 2164, "perhaps": 1907, "merchant": 1580, "potassium": 2849, "ideals": 1131, "secular": 1012, "member": 2212, "Arabs": 1303, "Malay": 2411, "evolution": 3052, "1840s": 2509, "significantly": 1717, "relate": 1069, "Louis": 1468, "curriculum": 3053, "5": 943, "Lucius": 1558, "zero": 2412, "treat": 3054, "Hellenistic": 3055, "being": 461, "taking": 2213, "distinct": 1139, "State": 1469, "genetics": 1976, "light": 809, "developed": 199, "Bronze": 293, "universe": 668, "Germany": 284, "an": 29, "image": 1387, "rays": 2948, "reflect": 1058, "Italian": 420, "innovations": 1539, "did": 401, "counting": 3056, "race": 1470, "Allies": 1916, "Semitic": 2828, "product": 2214, "facts": 2779, "80": 1231, "There": 393, "actively": 2066, "series": 688, "hold": 518, "identical": 2215, "given": 1718, "fashion": 2216, "Bridgewater": 3058, "make": 85, "c.": 298, "1896": 2413, "Small": 3059, "compare": 2618, "introduction": 1176, "collection": 2829, "countries": 185, "e.g.": 2121, "project": 2415, "peoples": 680, "Field": 2416, "The": 12, "royal": 1472, "January": 1132, "By": 125, "reverse": 1977, "accord": 2564, "Wundt": 3060, "read": 1923, "document": 1851, "provide": 274, "beads": 2852, "economists": 2832, "Coast": 2833, "Venice": 2219, "costs": 1924, "shareholders": 2834, "calculators": 2835, "Social": 1258, "First": 814, "specific": 821, "Imperial": 2988, "describe": 277, "historians": 1163, "intellectual": 646, "Botany": 2619, "outlet": 2259, "dialects": 1927, "towns": 2417, "conducted": 2030, "Richard": 1013, "result": 774, "35": 2635, "commodities": 3061, "until": 186, "finds": 1393, "President": 1133, "Cleisthenes": 3062, "18": 873, "differently": 3063, "elements": 469, "farming": 2051, "without": 366, "Vietnam": 1324, "short-lived": 2307, "sun": 1473, "centers": 2217, "catalog": 2419, "late": 156, "66": 2046, "radioactive": 2522, "In": 24, "isolate": 1474, "ethnic": 1720, "effort": 2100, "quickly": 2327, "Sciences": 1852, "ornament": 3064, "nouns": 823, "800": 944, "applied": 1325, "credit": 1014, "perfect": 2528, "%": 1978, "centuries": 202, "last": 412, "today": 594, "atoms": 2838, "imagery": 2421, "Senate": 1722, "able": 394, "connected": 3065, "Trajan": 1326, "previous": 2621, "fight": 1936, "1970s": 1004, "Near": 987, "map": 1134, "items": 1088, "theoretical": 966, "axes": 1979, "ideal": 2625, "step": 2422, "intelligence": 2546, "structures": 1639, "wealthy": 2839, "Europe": 73, "treatment": 1853, "rise": 194, "including": 361, "seeds": 1552, "Chinese": 116, "Deco": 3067, "official": 727, "perspective": 2840, "Kingdom": 244, "activities": 2998, "19th-century": 1640, "school": 595, "colony": 1177, "expressionist": 3068, "face": 1980, "computer": 874, "tributary": 2189, "seem": 1449, "Y": 2345, "government": 117, "be": 7, "dances": 2604, "New": 107, "equations": 875, "created": 1015, "Sir": 2626, "Melbourne": 1476, "Many": 265, "despite": 1477, "bases": 1855, "CE": 313, "deal": 2424, "liberal": 1955, "described": 728, "institutions": 1691, "incorporate": 1723, "merely": 2958, "want": 1641, "evolutionary": 2333, "four": 485, "difficult": 1178, "28": 1016, "topics": 1215, "adult": 2628, "Britain": 223, "groups": 876, "test": 1328, "Line": 2435, "r.": 2425, "indigenous": 822, "unprecedented": 1708, "administer": 2195, "errors": 2842, "upon": 504, "relevant": 2629, "produced": 1059, "Medici": 1964, "strong": 1378, "Uruguay": 2393, "every": 1383, "conceived": 1983, "Henry": 907, "kind": 2494, "approach": 573, "fighting": 2843, "38": 1478, "began": 195, "global": 1017, "hear": 2844, "United": 178, "Following": 516, "brother": 2631, "river": 2428, "1884": 1857, "da": 1385, "91": 2462, "notation": 2906, "leaving": 3034, "Boyle": 929, "American": 167, "Inca": 2595, "might": 1555, "discovered": 852, "involved": 2924, "Numitor": 1984, "beginnings": 2632, "She": 3066, "meant": 2199, "council": 2052, "generate": 2187, "artistic": 3069, "often": 165, "likely": 1556, "drill": 2104, "artists": 426, "assistance": 2105, "dispute": 2429, "Empire": 66, "economy": 452, "Aboriginal": 530, "decline": 408, "recent": 908, "surgical": 2024, "external": 2106, "circumference": 3071, "1700": 2402, "Frankfurt": 3072, "Royal": 2107, "base": 230, "introduced": 1863, "application": 2846, "local": 627, "potential": 3073, "emphasis": 1643, "regarded": 2220, "food": 1247, "electromagnetic": 3074, "imperialism": 2463, "Broglie": 1644, "award": 2848, "1932": 3049, "father": 639, "extract": 2430, "...": 437, "can": 145, "lose": 706, "Latin": 159, "maintaining": 3050, "Republican": 2431, "preserved": 2432, "ways": 707, "exert": 2433, "thinkers": 1305, "capital": 309, "Incas": 2249, "sixth": 1859, "ancestry": 2850, "country": 247, "during": 69, "strengthen": 2634, "As": 288, "products": 726, "figurative": 2370, "we": 1727, "design": 427, "approximately": 1645, "mining": 1129, "Naturalis": 2622, "was": 20, "closely": 1553, "overrun": 3075, "yard": 1481, "example": 224, "policy": 758, "uprisings": 2434, "apply": 1389, "Old": 1390, "deeply": 1797, "Psychology": 2630, "Much": 1091, "star": 1646, "Others": 3002, "area": 548, "spirit": 3076, "coastline": 2870, "simply": 2627, "March": 1089, "achievements": 1072, "24": 795, "armies": 1986, "Chola": 764, "lay": 1525, "small": 296, "returned": 1728, "action": 1179, "John": 212, "organised": 2855, "missions": 1391, "Brazilian": 2636, "For": 305, "having": 1729, "difference": 1939, "enlightened": 2637}