{"IPU": 2647, "300": 1515, "encounters": 2649, "at": 30, "patterns": 2438, "19th": 305, "18": 825, "Biskra": 2648, "formally": 1205, "Brazil": 1843, "chaos": 1018, "thousands": 2221, "returned": 1558, "independently": 877, "Maratha": 2112, "attempt": 713, "Southern": 428, "increasingly": 655, ":": 53, "positive": 2962, "35": 2440, "machine": 462, "settlement": 1322, "limited": 1019, "After": 306, "so": 273, "presented": 2850, "geometric": 2222, "Hindus": 2742, "thinking": 1844, "owners": 2851, "federal": 1845, "books": 824, "Japanese": 562, "would": 89, "geography": 935, "held": 1020, "women": 507, "original": 1150, "role": 394, "statement": 2441, "antiquity": 1473, "actors": 2223, "interest": 479, "office": 2224, "draw": 1730, "Christianity": 1323, "modern-day": 1988, "decade": 2099, "ideological": 1846, ".": 3, "Batavia": 2225, "360": 1961, "800": 878, "extent": 826, "dialogues": 1392, "need": 219, "towns": 2664, "once": 1100, "southeast": 1847, "dated": 1393, "mainly": 1276, "simultaneously": 2641, "critical": 870, "evidence": 508, "resolve": 2113, "discover": 332, "Friedrich": 2226, "continuation": 2650, "mechanical": 631, "59": 1731, "single": 936, "Jin": 580, "Thomas": 608, "start": 249, "Liberal": 2442, "relativity": 1732, "Diocletian": 1532, "live": 1059, "sites": 1559, "ethnic": 1475, "instruction": 714, "works": 135, "look": 1849, "though": 419, "considerable": 1394, "descendants": 1645, "external": 1850, "gain": 1151, "mercury": 2674, "quantity": 2653, "despite": 1395, "feeling": 2444, "1906": 1051, "under": 87, "habits": 2445, "peace": 937, "hours": 2012, "Mamluk": 1733, "trained": 2853, "separate": 976, "Union": 583, "Prize": 1747, "started": 799, "By": 121, "working": 1560, "1979": 1561, "stages": 2114, "mining": 1102, "Art": 775, "Trinity": 2227, "91": 2228, "Baldwin": 1396, "Sikhs": 2264, "ancient": 137, "%": 2132, "settled": 2854, "exist": 1198, "cloth": 1646, "society": 270, "Among": 1103, "turned": 2855, "Wen": 2856, "phase": 2018, "race": 1476, "warfare": 938, "From": 369, "Neolithic": 827, "called": 296, "liberty": 2654, "Peru": 1851, "July": 2446, "plough": 1990, "reject": 1397, "Southeast": 715, "award": 2857, "objects": 1673, "deposit": 1809, "Indigenous": 2116, "simple": 759, "product": 1991, "domestic": 2892, "languages": 266, "hand": 1163, "pump": 3049, "key": 939, "Enlightenment": 153, "maritime": 2833, "trend": 2858, "populations": 1229, "one": 65, "Mathematical": 1852, "have": 26, "330": 2859, "reached": 1735, "believe": 344, "attempts": 1105, "civil": 448, "fuel": 2031, "Queensland": 1292, "recognize": 609, "because": 196, "line": 857, "for": 17, "Culture": 1911, "Antiquity": 1855, "partly": 2656, "foreign": 800, "case": 1106, "Nevertheless": 2033, "more": 55, "fire": 1060, "observe": 1736, "problems": 689, "transition": 2861, "greatest": 610, "recently": 1647, "coal": 1299, "advanced": 1091, "sodium": 2551, "import": 2657, "Homo": 1760, "credit": 977, "record": 656, "all": 70, "just": 1293, "1911": 1857, "scholar": 1107, "criminal": 2714, "government": 116, "technique": 1277, "positional": 2230, "Stoics": 2862, "tribute": 1741, "David": 626, "gradually": 858, "star": 1478, "Pope": 1399, "Wang": 1479, "entertainment": 2231, "has": 261, "realm": 2232, "expensive": 2117, "activities": 2447, "compute": 1422, "core": 2448, "account": 1034, "History": 472, "individual": 979, "Weddell": 2449, "Cook": 2450, "Europe": 73, "Constitution": 1913, "animals": 657, "developments": 1021, "show": 674, "historical": 717, "Victoria": 1400, "no": 200, "join": 2451, "anthropology": 377, "reaction": 776, "churches": 2658, "leader": 718, "Von": 1401, "nature": 382, "US": 2818, "primarily": 612, "Building": 2452, "aspects": 828, "Old": 1324, "courses": 1858, "needed": 354, "engaged": 2118, "priests": 2316, "Bronze": 278, "spiritual": 1231, "Francis": 1232, "von": 495, "Avicenna": 1779, "shape": 2119, "medical": 836, "overthrow": 2233, "themselves": 579, "clearly": 2235, "purposes": 1544, "235": 2660, "Ribot": 2453, "Burma": 2864, "occupation": 1995, "Edmund": 2476, "brothers": 1649, "Joseph": 864, "exploration": 1782, "fall": 940, "However": 144, "manufacturing": 1828, "thought": 403, "strife": 2472, "The": 12, "unknown": 1180, "typical": 2455, "prove": 1481, "encompass": 2324, "1890": 2661, "determine": 777, "96": 1860, "loans": 1402, "34": 1737, "Hutchinson": 1022, "Eastern": 563, "direction": 1325, "labour": 1023, "strength": 881, "only": 111, "absorb": 1810, "Port": 2456, "every": 1199, "commercial": 738, "accord": 2238, "Edward": 1996, "territories": 906, "reasons": 1564, "goods": 882, "Bay": 1997, "form": 143, "sought": 1998, "press": 2867, "experiment": 907, "Guatemala": 2120, "apart": 2868, "Justinian": 2896, "Lower": 1738, "submarines": 2335, "produce": 346, "learning": 2126, "artificial": 1650, "Medici": 2059, "career": 1861, "problem": 2239, "Bengal": 908, "control": 187, "nation": 1651, "took": 1240, "16": 892, "agreement": 2297, "process": 457, "At": 404, "say": 829, "below": 1652, "metallurgy": 733, "support": 373, "Ages": 194, ",": 1, "size": 1108, "mid": 1181, "innovation": 1233, "realistic": 2241, "simply": 2774, "troops": 1096, "stable": 2669, "American": 168, "A": 108, "Human": 2950, "way": 280, "stone": 367, "molecules": 1862, "cultures": 509, "Second": 802, "restricted": 1999, "molecular": 1404, "1900": 803, "1939": 1342, "218": 2665, "scientific": 77, "civilisation": 2001, "leaders": 934, "needs": 2242, "1949": 2458, "Claudius": 2459, "While": 390, "charge": 1405, "shells": 1482, "diplomacy": 2243, "treat": 2842, "treasury": 1739, "military": 177, "causes": 1565, "gold": 420, "Italian": 395, "aristocratic": 2122, "Australia": 161, "negative": 1327, "different": 245, "Fatimid": 2870, "employed": 1566, "Golden": 1864, "scene": 1328, "rules": 1109, "place": 287, "introduce": 536, "customs": 1567, "Russian": 1110, "extreme": 2578, "Federal": 2460, "those": 188, "Scotland": 2725, "come": 204, "merchant": 1450, "having": 1483, "1920s": 743, "on": 21, "arrive": 883, "oldest": 658, "see": 212, "techniques": 463, "administrative": 2872, "assert": 2793, "B.": 2462, "Energy": 2244, "researchers": 2463, "difficult": 1144, "ornament": 2666, "Asian": 1152, "course": 2002, "John": 220, "profound": 2464, "program": 746, "armies": 1865, "hundred": 661, "that": 16, "southwest": 2874, "writing": 384, "resulting": 1272, "Nationalist": 1618, "1950s": 983, "Republic": 761, "led": 464, "Petrarch": 859, "dominance": 1329, "technologies": 659, "uprisings": 2245, "prestige": 2467, "device": 2123, "Chiang": 740, "naturally": 1818, "accepted": 2124, "Cosmas": 2875, "drawing": 2733, "learned": 2876, "Cleisthenes": 2468, "engage": 2084, "Islam": 909, "consent": 2246, "minutes": 2247, "resources": 593, "extremely": 1654, "Over": 860, "throne": 2125, "energy": 910, "current": 1330, "formal": 967, "meetings": 1279, "stars": 1234, "organization": 1485, "Sputnik": 2877, "mark": 1024, "What": 2387, "55": 942, "cause": 1025, "Vietnam": 1308, "Following": 534, "practices": 2471, "Paul": 1111, "taken": 804, "north": 314, "coastline": 2668, "construct": 1519, "publications": 1656, "elaborate": 1303, "dances": 2399, "pronoun": 2878, "methods": 279, "whether": 969, "old": 1216, "exclusively": 2879, "Assyrian": 1227, "another": 465, "ideas": 191, "understanding": 709, "smelt": 1486, "fresh": 2403, "division": 741, "probably": 984, "currently": 2003, "wrote": 473, "order": 436, "from": 19, "Stone": 2407, "effective": 1406, "wife": 1480, "study": 132, "very": 234, "This": 59, "eventually": 510, "patricians": 2004, "capture": 1889, "varieties": 2005, "campaigns": 1801, "information": 1407, "industrial": 884, "500": 2128, "originate": 756, "Political": 2006, "Darwin": 1520, "Rajput": 2129, "scholars": 222, "commodities": 2883, "commonly": 1467, "west": 943, "inductive": 2884, "available": 1056, "Earlier": 1657, "earliest": 372, "potassium": 2886, "translation": 1418, "Severus": 2249, "concept": 511, "Phillip": 1867, "voting": 2670, "90": 2474, "project": 2671, "maintain": 1787, "4": 497, "Lebanon": 2131, "subjects": 691, "firms": 2007, "U.S.": 2169, "commander": 2639, "mental": 808, "199": 2672, "ceramics": 1945, "service": 1488, "significant": 424, "organized": 1634, "billion": 1568, "new": 51, "86": 2888, "across": 307, "silk": 2889, "leave": 1409, "event": 2008, "fleet": 2436, "Chaplin": 2475, "classical": 275, "fell": 1281, "mathematical": 241, "lay": 1658, "practice": 1183, "amount": 742, "skill": 2009, "mi": 2890, "characterized": 2891, "Aboriginal": 525, "allies": 2250, "It": 64, "recession": 3013, "Punjab": 2331, "Marius": 1868, "thus": 614, "adopted": 570, "impact": 719, "spread": 193, "1967": 2251, "Leonardo": 2252, "bodies": 2893, "80": 1282, "shortly": 2894, "private": 905, "Dictionary": 2638, "106": 2253, "translate": 1230, "compared": 2895, "man": 449, "Davy": 581, "Ocean": 2740, "unite": 1921, "explorers": 916, "astronomy": 271, "20th-century": 2673, "far": 360, "arithmetic": 720, "NP": 2254, "there": 138, "third": 1062, "objective": 1869, "Berlin": 1764, "animal": 1063, "argued": 980, "Sadat": 2480, "exclude": 2477, "With": 355, "small": 300, "People": 2852, "certain": 1489, "Lavoisier": 498, "carried": 1537, "limit": 2010, "Kingdom": 243, "long": 282, "theology": 1742, "inspire": 944, "philosophical": 737, "search": 1235, "die": 2011, "similar": 466, "increase": 327, "speculation": 2478, "neighbors": 1410, "fight": 1743, "descent": 2047, "1700": 2469, "who": 47, "length": 1184, "allow": 429, "cotton": 480, "1st": 1379, "Continent": 1660, "shown": 2675, "13": 2127, "figures": 818, "Hippocrates": 1569, "accounts": 1866, "Aristotle": 387, "until": 180, "seen": 613, "X": 1744, "followed": 692, "favor": 1490, "Roosevelt": 1026, "Asia": 183, "Sumerian": 1284, "intensity": 2676, "tribe": 2479, "bases": 1745, "accompany": 2935, "classes": 1331, "emerged": 2133, "2": 582, "weaken": 1491, "Meanwhile": 1492, "connected": 2898, "impose": 2980, "print": 2255, "May": 2404, "relationship": 885, "decoration": 3043, "nine": 3024, "Confucius": 2899, "consider": 201, "his": 28, "Ad": 2256, "living": 1154, "branch": 2257, "Period": 1493, "Sanskrit": 1570, "mostly": 786, "speculative": 2481, "painters": 1333, "Smith": 1112, "One": 512, "remained": 564, "oppose": 2258, "state": 147, "duration": 1746, "exception": 1870, "fully": 2618, "treatise": 2943, "taking": 2013, "principles": 1113, "Fran\u00e7ois": 2138, "larger": 1114, "around": 110, "Peace": 2678, "diseases": 2679, "Ethiopia": 2259, "body": 1433, "computer": 830, "wealthy": 2900, "elementary": 2901, "figurative": 2680, "formulate": 1661, "dynasties": 1236, "speaker": 2681, "Then": 2682, "house": 1494, "highly": 456, "few": 328, "sovereign": 2482, "linguistics": 2144, "46": 2134, "topics": 1332, "combined": 2014, "psychology": 615, "organs": 2484, "regarded": 1734, "combine": 1571, "42": 2145, "notably": 744, "back": 207, "democracy": 1873, "places": 862, "noun": 2902, "unify": 2260, "Barentsz": 1874, "Voltaire": 1765, "any": 338, "two": 151, "principle": 1573, "ruler": 721, "Cultural": 2903, "procedures": 2485, "cradle": 2683, "Hollywood": 1237, "rigorous": 1875, "development": 113, "expansion": 405, "interested": 2516, "Important": 2931, "young": 1286, "Republican": 2486, "offer": 1065, "Friedman": 2135, "intend": 1185, "Committee": 1574, "politics": 1115, "Despite": 1662, "1820": 2262, "well": 140, "Medieval": 2522, "humanists": 2684, "next": 693, "discovered": 861, "8,000": 2263, "portions": 2487, "establish": 123, "discovery": 985, "Britain": 231, "performance": 2685, "mines": 2488, "51": 912, "articles": 2489, "Much": 1027, "Antarctic": 1663, "fashion": 2038, "Royal": 1876, "administration": 1664, "collection": 2940, "meat": 1877, "parties": 2490, "silver": 946, "in": 5, "sociologists": 2152, "seven": 1748, "difference": 2136, "formerly": 1878, "95": 2016, "dialects": 1749, "Mediterranean": 945, "Mesopotamia": 1287, "complex": 526, "four": 481, "artists": 396, "involve": 1285, "1944": 2017, "versus": 2904, "tradition": 368, "played": 2266, "express": 2906, "do": 120, "n't": 1789, "traditional": 546, "103": 1218, "100": 597, "technically": 2908, "killed": 986, "policy": 723, "sociology": 430, "See": 2909, "spend": 805, "Bragg": 2910, "Sui": 1750, "declare": 1511, "properties": 2911, "object": 2267, "contribution": 1879, "met": 987, "British": 112, "able": 401, "get": 913, "specific": 806, "Keynes": 1116, "communication": 886, "March": 1066, "autonomous": 2912, "Social": 1186, "air": 1496, "socialist": 1880, "finds": 1577, "CPC": 1335, "Henry": 914, "officials": 2020, "Holland": 1975, "good": 1881, "half": 677, "assume": 2021, "conducted": 1882, "invaded": 2137, "newly": 887, "solutions": 1336, "five": 948, "150": 1562, "conditions": 670, "including": 349, "channels": 2492, "iron": 350, "father": 616, "involved": 2975, "discussion": 2269, "journal": 2270, "millennium": 565, "founding": 1918, "attack": 1883, "steel": 778, "taxes": 2493, "overlords": 2979, "1800": 2914, "alliance": 2494, "previous": 2271, "advancement": 1751, "Isagoras": 2915, "2nd": 888, "entity": 2916, "catalog": 2272, "first": 34, "guns": 2985, "tax": 1977, "speed": 2273, "expression": 2917, "states": 339, "ago": 585, "tried": 2688, "Arabs": 1187, "269": 2274, "eruption": 2237, "settle": 988, "debate": 724, "Hermann": 2689, "brief": 2690, "contribute": 1118, "industry": 586, "Pauli": 1928, "then": 205, "Psychological": 1578, "examples": 2495, "Harsha": 2692, "flat": 2496, "Cyprus": 2139, "been": 136, "classic": 2140, "ancestry": 2275, "writers": 450, "North": 441, "22": 2022, "international": 443, "research": 324, "introduction": 1119, "above": 1153, "northern": 547, "equites": 2497, "computing": 2276, "him": 255, "necessary": 1188, "counting": 2998, "often": 167, "excessive": 1412, "shareholders": 2277, "contact": 1238, "sense": 1028, "Blackwell": 2278, "noted": 2694, "forces": 333, "109": 2695, "Romans": 587, "ca": 1156, "brought": 599, "1909": 2279, "How": 2586, "he": 43, "region": 213, "with": 18, "Aristotelian": 1940, "invade": 1120, "growth": 398, "future": 1886, "Jurchen": 2392, "Dong": 2919, "Island": 678, "origins": 1239, "school": 566, "Act": 1533, "Roman": 67, "scientist": 1666, "treatment": 1753, "calculators": 2920, "Dubuffet": 2362, "Confucianism": 1029, "expressed": 2746, "promoted": 2921, "Sparta": 2498, "strengthen": 2698, "yards": 1363, "Perkin": 1498, "indicate": 3015, "1905": 2500, "modern": 92, "chronology": 2025, "Mongol": 1070, "local": 680, "inner-circle": 2593, "employ": 2280, "92": 1887, "discussed": 2281, "But": 627, "Convention": 2282, "vital": 2922, "Most": 779, "St.": 2142, "models": 2699, "designed": 1339, "November": 2596, "true": 499, "signing": 2952, "while": 197, "taxation": 2905, "policies": 2102, "64": 1241, "became": 157, "Byzantine": 437, "burial": 2923, "contributions": 763, "source": 1242, "quickly": 2501, "crew": 2283, "mass": 634, "translating": 3029, "dry": 2700, "89": 2701, "performed": 2502, "basic": 1173, "kingdoms": 1104, "beginnings": 2410, "1929": 1888, "river": 2655, "Indian": 182, "empirical": 1121, "45": 2999, "partially": 2924, "former": 2414, "kill": 1071, "1980s": 2503, "contacts": 2284, "54": 1579, "Yang": 2184, "better": 1464, "musical": 734, "application": 2285, "Babylonian": 745, "allowed": 1073, "approaches": 2504, "Robinson": 1580, "Incan": 2702, "enlightenment": 2286, "unprecedented": 1667, "Iran": 1122, "Wills": 2505, "step": 2704, "know": 124, "common": 288, "actually": 1270, "explain": 1031, "observations": 989, "Ferguson": 2288, "forms": 379, "Prussia": 2289, "39": 1193, "invading": 2925, "''": 27, "IV": 2619, "operations": 1833, "Mamluks": 2506, "characterize": 2926, "greatly": 1380, "Ancient": 513, "script": 1992, "Cold": 1616, "1969": 2290, "17": 1243, "Carolingian": 1054, "Coast": 2507, "Lucius": 1413, "Lake": 2036, "teachings": 1969, "MRS": 1382, "ores": 1160, "adoption": 2291, "surface": 2508, "ships": 1670, "matter": 567, "repeat": 2029, "professional": 1290, "actively": 1754, "change": 474, "contain": 568, "agricultural": 1414, "Warring": 2707, "directly": 1551, "stopped": 2708, "characteristics": 1581, "Olmec": 1644, "Though": 1123, "England": 319, "generally": 716, "speak": 1124, "over": 91, "completely": 1582, "chemists": 1671, "Netherlands": 1437, "attribute": 2417, "mya": 2030, "Louis": 1415, "rather": 385, "purchase": 2860, "vast": 762, "offered": 2292, "thinkers": 1226, "RP": 2709, "solid": 3048, "field": 267, "Principia": 2947, "logical": 1383, "move": 399, "Confucian": 952, "Cape": 2032, "humans": 1166, "western": 514, "prices": 2309, "elected": 1219, "1920": 1497, "treaty": 2710, "means": 635, "respectively": 1477, "Institute": 1583, "Upper": 3072, "38": 1572, "items": 1125, "58": 2928, "laws": 414, "1788": 1757, "computers": 2512, "share": 1033, "and": 4, "Yuan": 2929, "spoken": 1674, "set": 214, "Egypt": 98, "reign": 725, "scope": 2147, "initiated": 2651, "7": 467, "United": 185, "yield": 2294, "steam": 2547, "distinguish": 1675, "expense": 2115, "practical": 890, "Empire": 66, "destroy": 2295, "level": 915, "refuse": 2439, "plot": 2930, "up": 240, "dominant": 832, "De": 2764, "pressure": 1891, "fellow": 2296, "face": 1856, "was": 20, "experience": 991, "discoveries": 1035, "And": 1758, "linguistic": 1421, "decorative": 2711, "colonies": 569, "Scientific": 2515, "management": 2034, "however": 260, "also": 39, "significantly": 1676, "citizens": 636, "understand": 2663, "even": 263, "notable": 911, "'s": 22, "Y": 2518, "musicians": 2827, "Delhi": 1728, "Burke": 2000, "literate": 1759, "Kingdoms": 1892, "Ghana": 2519, "philosopher": 1074, "atom": 1893, "result": 694, "global": 953, "roots": 1417, "Through": 2148, "His": 230, "beads": 2520, "rights": 1189, "conquests": 2298, "we": 1677, "issue": 780, "cities": 695, "developed": 202, "horse": 1712, "mention": 2932, "1884": 2056, "To": 1343, "adapted": 1761, "universities": 1190, "74": 1584, "upper": 1762, "latter": 993, "essentially": 1500, "Canal": 1253, "Pythagorean": 2035, "Bacon": 1244, "less": 482, "3": 421, "psychological": 2933, "now": 318, "behaviorism": 1763, "activity": 1894, "interior": 1419, "mind": 679, "Dutch": 2713, "known": 102, "themes": 1678, "useful": 1398, "carry": 917, "beginning": 363, "limits": 1895, "appeared": 1420, "patrons": 2299, "concern": 1191, "machines": 1438, "phonemes": 2521, "Canaan": 2934, "together": 726, "architecture": 221, "how": 618, "33": 1896, "surgical": 2037, "Brazilian": 2936, "sex": 2937, "Society": 1305, "1942": 696, "perhaps": 1972, "circles": 2300, "sole": 2938, "Galileo": 633, "structures": 1501, "Chicago": 637, "answer": 2261, "shots": 1036, "church": 1575, "art": 133, "Romulus": 2939, "basis": 978, "contrast": 1344, "written": 329, "army": 690, "later": 76, "never": 584, "cinema": 1037, "Also": 2039, "manage": 2040, "like": 100, "frequently": 2523, "Elder": 1767, "try": 1341, "Jan": 2301, "invent": 1289, "rapidly": 781, "adequately": 2715, "printed": 2302, "proclaim": 1461, "Good": 2696, "three-age": 2525, "the": 0, "Mary": 2716, "Theatre": 2941, "provision": 2717, "profession": 2697, "ideals": 1126, "reverse": 1872, "hypothesis": 1794, "?": 865, "Terra": 2718, "seed": 950, "arise": 994, "estimate": 1659, "absolute": 1679, "BCE": 130, "throughout": 334, "followers": 2041, "natural": 164, "fought": 2863, "mode": 2526, "Boyle": 889, "world": 72, "markets": 1291, "Dark": 1010, "again": 545, "force": 483, "area": 544, "Anthropology": 1631, "1600": 2303, "without": 362, "reform": 955, "chemistry": 431, "shift": 1075, "period": 58, "Conference": 1345, "Taiwan": 1192, "1917": 2623, "symbols": 1503, "conquered": 956, "suggest": 640, "famous": 641, "Germany": 283, "phases": 1897, "expressionist": 2798, "rapid": 1766, "formulated": 2721, "refined": 2944, "court": 866, "Arabia": 2435, "algebra": 1768, "perfect": 2527, "its": 40, "direct": 1038, "protect": 2333, "lasted": 1769, "fact": 407, "resulted": 1814, "Wu": 2304, "Bill": 2042, "Diemen": 2722, "ship": 1585, "heavy": 588, "purpose": 1127, "smaller": 809, "subcontinent": 727, "Persians": 1423, "birth": 2723, "unit": 697, "present": 351, "La": 1680, "scholarship": 1898, "Sun": 995, "Nile": 2043, "German": 237, "historic": 2150, "solve": 1504, "representation": 2151, "internal": 2724, "nevertheless": 1899, "smelting": 2528, "marry": 2529, "economist": 1346, "yard": 1593, "sixth": 1900, "bring": 386, "Johann": 2305, "factors": 1505, "among": 364, "asylum": 1681, "Belgium": 2945, "you": 2153, "possibilities": 2530, "Serbia": 2726, "obtain": 1428, "accept": 1161, "neutral": 1901, "degree": 1993, "ever": 1424, "seek": 1902, "Air": 2736, "grain": 2044, "upon": 500, "Economics": 957, "expressionism": 1586, "frontier": 2946, "Vinci": 2727, "sections": 1903, "Civil": 1171, "labor": 2045, "advocate": 918, "annual": 1771, "Abstract": 1563, "sponsor": 2046, "Age": 109, "BC": 57, "into": 45, "present-day": 1200, "Because": 1587, "market": 439, "opportunities": 2307, "abandon": 2206, "religion": 782, "Manchester": 2531, "accumulation": 1773, "during": 69, "daughter": 2754, "Sicily": 1790, "wheat": 1774, "practiced": 2948, "launch": 1347, "grow": 415, "medium": 1588, "referred": 1348, "addition": 553, "years": 94, "40": 1128, "still": 308, "produced": 1046, "Clark": 1770, "Sea": 1245, "avoid": 1246, "Ban": 1194, "successfully": 1295, "literary": 1589, "Macedonian": 2308, "tool": 2949, "lasting": 2686, "Chola": 728, "Unlike": 2048, "stability": 2728, "method": 406, "Emperor": 356, "enlightened": 2413, "mercantile": 2341, "huge": 1884, "cost": 1507, "screen": 2729, "200": 1508, "psychologist": 2533, "enough": 1800, "potential": 2534, "cuneiform": 2730, "opposition": 1832, "paintings": 1509, "collections": 2332, "expedition": 801, "James": 642, "Thus": 1351, "Research": 2346, "list": 1590, "Papyrus": 1591, "1913": 2155, "northwest": 2310, "colors": 2535, "uses": 996, "electrolysis": 2536, "differences": 1445, "Gall": 1904, "$": 1076, "through": 85, "rays": 2491, "after": 68, "horses": 2049, "central": 400, "dialect": 1905, "Ming": 833, "Eventually": 1209, "Fernando": 2311, "8th": 1665, "are": 106, "printing": 2312, "reduce": 1164, "funding": 1510, "Persian": 880, "arrival": 1907, "must": 643, "programs": 2050, "earth": 755, "designs": 2537, "describe": 268, "statements": 1247, "Iraq": 1039, "business": 698, "commentaries": 2538, "table": 2566, "War": 96, "plant": 1426, "trends": 2313, "whole": 662, "colonial": 896, "mixture": 2539, "merchants": 1040, "archaeologists": 2366, "light": 853, "Writing": 2687, "help": 451, "day": 484, "Peano": 2731, "MacArthur": 2314, "differ": 2353, "instruments": 1592, "historians": 1088, "Berber": 2156, "Book": 1306, "Franks": 2315, "organised": 2953, "succeeded": 2732, "small-scale": 2954, "son": 1041, "high": 644, "43": 1684, "concepts": 2081, "ways": 708, "Marx": 1098, "demand": 891, "Wales": 1137, "197": 2514, "down": 1629, "Zhou": 2955, "metals": 619, "convicts": 2317, "teach": 845, "did": 408, "biology": 1427, "Han": 335, "important": 97, "loan": 2734, "Rococo": 2157, "name": 416, "Islamic": 501, "responsibility": 2956, "vessels": 1513, "interpret": 1777, "Ireland": 2540, "where": 209, "logic": 1129, "BP": 2964, "migrations": 1514, "Academy": 1334, "flood": 2616, "presence": 1648, "too": 962, "originally": 1196, "Robert": 468, "Sciences": 1909, "rest": 867, "Mesolithic": 2415, "George": 620, "Church": 1372, "sufficient": 2907, "whose": 458, "circumference": 2959, "Antony": 1061, "continuity": 2318, "special": 1030, "Bridgewater": 2960, "peasants": 1778, "series": 638, "type": 783, "glass": 1077, "grammar": 947, "circle": 1143, "many": 48, "Two": 1831, "main": 729, "insights": 2542, "become": 60, "fundamental": 1429, "trade": 172, "Paleolithic": 1594, "undertake": 2160, "Antarctica": 2161, "canals": 1278, "International": 1352, "stage": 1053, "helped": 2019, "audience": 1465, "Life": 1353, "function": 1197, "vessel": 1780, "Sir": 2737, "viewed": 2963, "sometimes": 496, "representatives": 2757, "Similar": 2738, "Le": 2543, "cases": 1687, "compare": 2739, "Numitor": 2162, "conceived": 2163, "some": 80, "cease": 2965, "bureaucracy": 920, "quantum": 700, "1896": 2966, "trying": 2741, "bridges": 2164, "prehistory": 2104, "1789": 1908, "1857": 2967, "1881": 2885, "Reformation": 1430, "mistakes": 2319, "Melbourne": 1474, "put": 1431, "regional": 1541, "bronze": 347, "broad": 2336, "171": 2165, "doctors": 2545, "spirit": 2958, "Era": 2511, "per": 2051, "contains": 2546, "whom": 1297, "founded": 1927, "Ludwig": 2548, "placed": 1910, "second": 375, "higher": 1955, "unlike": 2354, "physicians": 2268, "Frankfurt": 2320, "described": 706, "foundations": 1263, "Constantinople": 1298, "history": 71, "ended": 784, "Isaac": 1432, "29": 1259, "papal": 2968, "height": 1689, "felt": 1516, "bridge": 2321, "tell": 1781, "maintaining": 2549, "geometry": 1250, "mainland": 1690, "us": 2322, "All": 904, "play": 1354, "stylus": 2706, "French": 171, "peoples": 621, "hold": 524, "notion": 1682, "Florence": 1130, "controversial": 1595, "Schumpeter": 2970, "community": 1251, "fourth": 959, "West": 452, "began": 189, "intellectual": 663, "African": 1093, "serve": 999, "impressive": 2323, "pope": 2743, "consist": 1848, "Semitic": 2550, "Expedition": 1000, "medieval": 485, "arts": 1001, "mean": 785, "decades": 1078, "instead": 837, "constructed": 2972, "81": 2167, "emphasize": 1131, "New": 107, "monasteries": 1440, "coming": 2306, "119": 2913, "politicians": 1783, "various": 290, "others": 208, "weak": 2168, "explanation": 1596, "Byzantium": 2973, "Curtin": 2744, "industries": 1517, "sail": 2745, "theories": 554, "toward": 838, "therapeutic": 1914, "enterprise": 2974, "beyond": 1784, "outlet": 2865, "publication": 810, "water": 664, "technical": 2747, "Ottoman": 1518, "mathematicians": 1434, "kings": 1597, "Muslim": 600, "cubic": 1756, "earlier": 361, "best": 1132, "wide": 1915, "European": 127, "independent": 432, "racial": 2552, "appoint": 1598, "angle": 2871, "governed": 2553, "drill": 1916, "facts": 2554, "Five": 1786, "constituted": 2052, "crops": 2465, "carved": 2466, "Lanka": 1599, "220": 1917, "campaign": 1178, "promoting": 2598, "historically": 2976, "acid": 701, "processes": 1691, "action": 1044, "death": 1079, "inherit": 2555, "theoretical": 960, "Rome": 256, "synthesize": 2749, "science": 90, "apply": 1355, "values": 1288, "15": 1002, "palaces": 1201, "merely": 2750, "foundation": 1919, "establishment": 2325, "sculpture": 2556, "ride": 2662, "periods": 731, "dispute": 2978, "Trajan": 1356, "tin": 1920, "synthesis": 1435, "Philadelphia": 2751, "so-called": 1692, "Spain": 629, "necessarily": 2557, "consists": 2866, "Persia": 1436, "moved": 2558, "Freemasonry": 1788, "document": 1772, "class": 594, "Florentine": 2897, "Bernard": 2053, "responsible": 1521, "were": 35, "poor": 2752, "remains": 1080, "Neumann": 893, "chemical": 515, "Naturalis": 2753, "2000": 2154, "use": 38, "words": 1495, "scientists": 571, "rule": 227, "standard": 572, "prevent": 1064, "South": 158, "captured": 1922, "data": 528, "49": 1600, "people": 82, "passed": 1522, "attempted": 1523, "built": 549, "There": 378, "ideal": 2326, "usage": 787, "134": 2327, "seems": 2559, "r.": 2836, "note": 1923, "refer": 486, "boom": 2560, "projects": 2755, "named": 1601, "approach": 574, "kind": 2981, "imperial": 702, "Malay": 2756, "most": 52, "sign": 2562, "provided": 1524, "sacred": 2499, "planet": 1791, "law": 348, "go": 516, "importance": 1202, "established": 340, "Arab": 949, "Wilhelm": 894, "major": 125, "radium": 2982, "little": 1045, "costs": 2171, "centuries": 199, "command": 1158, "Lord": 2983, "\u00d8rsted": 2758, "nation-states": 1924, "much": 142, "Europeans": 2054, "imply": 2759, "minerals": 2055, "either": 921, "media": 2329, "1925": 1792, "School": 417, "producing": 2563, "Botany": 2330, "associated": 2172, "Harris": 1358, "word": 2927, "20": 1149, "Phoenicia": 2760, "Around": 1793, "bringing": 1890, "within": 291, "radio": 1602, "fractions": 2761, "Kant": 1203, "effects": 839, "gradual": 1204, "empiricism": 2513, "centres": 1603, "open": 589, "States": 235, "economists": 2565, "1970s": 992, "10th": 2149, "prominent": 1525, "Some": 595, "societies": 765, "norms": 2986, "He": 81, "link": 2057, "senators": 3041, "slow": 2987, "January": 1081, "libraries": 2942, "lands": 748, "code": 1795, "majority": 645, "range": 961, "Spanish": 639, "(": 15, "China": 74, "using": 590, "aim": 1439, "subject": 389, "alphabet": 2988, "by": 14, "extensive": 2762, "time": 50, "yet": 1117, "southern": 370, "Great": 320, "Korea": 1133, "vita": 2763, "World": 216, "independence": 646, "count": 1605, "fieldwork": 2334, "along": 272, "public": 297, "1971": 2989, "ages": 2082, "serious": 869, "University": 475, "\u00b0C": 2158, "Rajendra": 2173, "according": 1349, "diner": 2990, "1946": 1693, "published": 1011, "Lorenzo": 1925, "76": 1337, "families": 997, "adult": 2567, "countries": 186, "Before": 2568, "centralized": 1249, "257": 1926, "1764": 2569, "S": 1359, "d.": 2570, "Inca": 2376, "universe": 647, "this": 36, "monasticism": 2991, "governments": 868, "surgery": 1688, "ecology": 602, "formulation": 2174, "barley": 2058, "is": 44, "]": 9, "Jewish": 2175, "monarchy": 2571, "Chinese": 115, "amongst": 1360, "queen": 2969, "Liao": 622, "Hellenistic": 2971, "dramatically": 2214, "der": 2765, "south": 376, "Newton": 749, "land": 228, "High": 1796, "Army": 2766, "Its": 750, "precise": 2691, "vernacular": 1361, "defeat": 623, "number": 170, "93": 1362, "economies": 1642, "Italy": 298, "Galen": 2767, "sent": 2176, "if": 303, "post-war": 2561, "era": 292, "building": 811, "attacked": 2992, "Thailand": 1441, "English": 101, "relatively": 1294, "child": 1321, "roughly": 2993, "motions": 2572, "flourishing": 2768, "idea": 766, "perspective": 2769, "Greek": 118, "tribes": 422, "studying": 2719, "House": 1526, "food": 1252, "invaders": 1797, "[": 10, "particles": 732, "ruled": 603, "Wall": 1929, "changes": 573, "Berle": 2060, "big": 2337, "middle": 397, "15th": 1364, "inside": 2338, "location": 1994, "represent": 703, "plural": 1775, "2006": 2339, "Ten": 2575, "dome": 2509, "why": 2576, "success": 681, "succeed": 831, "1200": 2177, "Ottomans": 2062, "geological": 1254, "considerably": 1798, "total": 1696, "really": 1930, "radiation": 2994, "internally": 2063, "achievements": 1167, "Discovery": 1938, "unified": 1698, "act": 624, "laboratory": 2340, "initial": 1932, "Mewar": 1255, "Bantu": 1527, "Although": 365, "branches": 2342, "alchemy": 2343, "Dynasties": 1442, "engine": 2771, "white": 2178, "farm": 2573, "system": 79, "coastal": 2179, "astronomers": 2344, "According": 555, "civilization": 276, "being": 440, "early": 62, "9": 540, "about": 104, "refers": 1528, "possibly": 2996, "50": 459, "extract": 3032, "movements": 840, "relate": 1082, "14": 922, "pay": 764, "1930": 2061, "23": 1470, "1945": 2064, "create": 323, "Caesar": 3020, "53": 923, "argue": 705, "defence": 2997, "Central": 598, "Sulla": 2773, "sea": 550, "royal": 1701, "products": 768, "could": 114, "correct": 1668, "abstract": 812, "57": 2023, "recorded": 1802, "Julian": 2770, "components": 2065, "regular": 1366, "Renaissance": 146, "technological": 1933, "pioneer": 1543, "invasion": 517, "Other": 676, "4th": 772, "define": 788, "Khoisan": 2066, "bracket": 2775, "detailed": 1004, "appointed": 2067, "suggests": 2776, "specifically": 2643, "short-lived": 2869, "sun": 1702, "Palmieri": 1804, "fields": 556, "always": 2121, "elsewhere": 2347, "Muslims": 1256, "board": 3000, "guerrilla": 2602, "will": 1443, "Western": 134, "dramatic": 2667, "species": 1935, "travel": 2181, "``": 23, "several": 166, "Zealand": 1206, "large": 178, "increased": 927, "S.": 2141, "behaviour": 2608, "Speight": 2068, "creation": 1805, "thousand": 2069, "approximately": 1643, "they": 54, "equal": 1444, "easily": 1716, "remain": 502, "isolate": 1607, "fetch": 2580, "1879": 1936, "movement": 383, "1930s": 604, "final": 1257, "heat": 2454, "almost": 665, "theorem": 1258, "1941": 3002, "experts": 2777, "empire": 149, "country": 254, "used": 238, "what": 150, "75": 1168, "accurate": 1318, "During": 210, "Song": 310, "Tasmania": 2348, "Movement": 2778, "mechanics": 1416, "surviving": 1967, "give": 289, "assembly": 3003, "remove": 1047, "square": 2582, "scenes": 2070, "meaning": 2182, "Egyptians": 1703, "universal": 2601, "typically": 1608, "producers": 3005, "century": 32, "1919": 1369, "indigenous": 789, "Islands": 1714, "said": 1300, "conjunctions": 2349, "buildings": 1014, "upheaval": 2072, "Sudan": 2583, "Hume": 1609, "emperor": 425, "phonetics": 2780, "makes": 1937, "rival": 1854, "caused": 1169, "capital": 311, "104": 2781, "Galton": 1697, "Athens": 1048, "depend": 1207, "Field": 2350, "Egyptian": 317, "advances": 2584, "based": 518, "progress": 1724, "powerful": 682, "August": 1931, "Government": 1531, "successor": 3006, "turn": 453, "lifestyle": 2351, "As": 294, "truly": 2352, "25": 790, "Christian": 454, "association": 2585, "Many": 259, "appear": 409, "6": 487, "council": 2073, "but": 46, "sons": 1611, "instructions": 1134, "fill": 2074, "marked": 1859, "Peter": 1752, "party": 791, "address": 3070, "Monte": 2782, "black": 1939, "invention": 1704, "5": 924, "emerge": 529, "24": 792, "begin": 122, "raids": 3009, "Apollo": 3075, "promote": 1275, "philosophy": 244, "Austrian": 1179, "test": 1391, "train": 1695, "experiments": 963, "feudal": 1819, "defeated": 3010, "publish": 433, "missions": 1301, "18th": 341, "1934": 3011, "itself": 503, "skills": 2378, "darkness": 1705, "Wundt": 2355, "Augustus": 1101, "Party": 813, "take": 181, "textbook": 2783, "drive": 879, "cycles": 1706, "of": 2, "questions": 1942, "want": 1447, "Karl": 1943, "question": 1083, "economics": 519, "theatre": 1944, "interpretation": 2356, "united": 1448, "divided": 769, "Peninsula": 591, "1000": 1208, "shaped": 2357, "out": 129, "First": 841, "99": 1403, "academic": 871, "Pierre": 596, "investigate": 2240, "preserve": 2076, "cultural": 247, "build": 530, "issues": 1612, "Third": 2785, "Another": 793, "36": 1613, "Gulf": 2587, "Parthia": 2951, "52": 1367, "planets": 1614, "These": 262, "correspond": 3012, "films": 233, "Pohnpei": 1449, "battle": 1302, "1914": 1425, "analysis": 872, "political": 119, "model": 460, "errors": 2588, "times": 442, "since": 246, "la": 1740, "lower": 1534, "State": 1535, "Mesoamerica": 1970, "Mughal": 531, "stations": 2196, "13th": 2183, "real": 1304, "philosophers": 671, "map": 1135, "hegemony": 2358, "think": 974, "purely": 2786, "findings": 1084, "culture": 105, "1932": 3014, "1838": 2787, "94": 1085, "H.": 2589, "nineteenth": 2772, "136": 1811, "materials": 1172, "deductive": 2788, "Kepler": 2590, "sources": 1538, "off": 2789, "behavior": 739, "Children": 2790, "advocated": 2591, "'": 148, "3000": 2207, "native": 666, "canvas": 2791, "centers": 1946, "Depression": 982, "preserved": 2748, "Andr\u00e9": 2792, "today": 592, "integrate": 1812, "invented": 770, "Uruguay": 2592, "unique": 1708, "widespread": 842, "Tull": 2961, "Hans": 1451, "proved": 2359, "theory": 83, "territory": 683, "multiple": 2024, "apparently": 1947, "CE": 299, "student": 2077, "proposed": 794, "1981": 3016, "discuss": 1948, "religious": 265, "our": 1260, "mounted": 2360, "\u2014": 925, "network": 814, "oral": 2026, "1991": 2361, "attractive": 3017, "evolution": 3018, "provide": 274, "e.g.": 1813, "108": 2461, "America": 342, "composition": 1709, "disciplines": 1710, "Intel": 3019, "ashantehene": 2984, "coup": 1711, "weight": 1615, "variation": 2078, "except": 2873, "Apollodorus": 2794, "Later": 488, "focus": 672, "not": 42, "learn": 1136, "disease": 1365, "a": 8, "physics": 413, "outside": 964, "Benjamin": 2287, "Imperial": 2363, "tools": 476, "lost": 1452, "Einstein": 1453, "music": 520, "1643": 2795, "powers": 1248, "Small": 2364, "Greece": 535, "passing": 3021, "status": 684, "appears": 1502, "Cicero": 1700, "On": 699, "60": 2079, "tutelage": 3022, "pursuit": 2367, "65": 1454, "1927": 1506, "disputed": 2595, "already": 843, "improved": 1043, "reach": 330, "AD": 357, "demonstrate": 1006, "own": 184, "primary": 954, "survive": 521, "effectively": 1950, "schools": 470, "Prime": 3023, "agriculture": 707, "Charlemagne": 966, "Babylon": 2185, "accompanied": 2080, "story": 2368, "Early": 251, "left": 1228, "1960s": 628, "influences": 2796, "perception": 1951, "formed": 1617, "capitalism": 2797, "1828": 1808, "occur": 648, "curriculum": 2799, "regimes": 3025, "notes": 1776, "applied": 1283, "Slavs": 2597, "infantry": 2180, "copper": 352, "weapons": 3035, "Deco": 2577, "electromagnetic": 3026, "27": 649, "vowels": 2369, "devices": 2345, "measurement": 1087, "Carl": 1964, "fifth": 1952, "rust": 2370, "telescope": 3027, "Industrial": 751, "Triumvirate": 1953, "dating": 2800, "Syria": 660, "sciences": 477, "dominate": 1007, "Of": 1455, "1962": 1210, "peninsula": 2186, "conflict": 1954, "Classical": 844, "Buganda": 926, "quite": 1803, "include": 63, "company": 1042, "it": 33, "forced": 2372, "feature": 1089, "gather": 2735, "member": 2143, "memory": 685, "substances": 1683, "21": 760, "calendar": 1159, "meet": 1539, "temples": 1540, "enter": 1368, "elements": 489, "Freemasons": 2374, "Constantine": 2599, "62": 2524, "develop": 131, "I": 160, "paper": 752, "improve": 2187, "anthropologists": 1261, "recent": 1008, "brain": 1262, "initially": 1542, "ALU": 2801, "encourage": 1821, "reduced": 3028, "c.": 309, "authority": 807, "required": 1989, "life": 242, "rise": 192, "areas": 312, "may": 252, "regions": 551, "children": 455, "scale": 941, "site": 522, "peak": 2188, "effort": 1815, "generate": 2189, "Science": 747, "axes": 1785, "Australian": 444, "volumes": 1604, "especially": 173, "reference": 897, "distinct": 1090, "Tasman": 3030, "Maya": 1685, "Qin": 2802, "liberal": 2083, "7th": 1049, "treasure": 2600, "classics": 1957, "Scottish": 1264, "evolve": 2803, "47": 1265, "Argentina": 1816, "Turkey": 2377, "space": 1009, "numerous": 605, "islands": 795, "135": 2229, "lose": 704, "Iberian": 1799, "...": 461, "national": 575, "relevant": 2804, "seem": 1713, "June": 1619, "77": 1817, "free": 1606, "an": 29, "ecological": 2805, "Only": 2190, "find": 206, "contemporary": 846, "developing": 2720, "shot": 667, "decimal": 1686, "inches": 2779, "lack": 1092, "wars": 816, "distance": 1370, "variety": 1211, "active": 834, "Sultanate": 3034, "Mang": 1807, "island": 1138, "waves": 1456, "poetry": 2075, "exchange": 1139, "6th": 625, "replace": 537, "value": 895, "three": 331, "kinds": 2379, "influenced": 1050, "9th": 1140, "II": 313, "slowly": 1820, "Mark": 2918, "foster": 2381, "particular": 965, "existence": 1371, "relative": 1141, "structure": 771, "10": 505, "enormous": 1267, "overrun": 2579, "nouns": 847, "Franklin": 2220, "months": 2365, "Philippines": 2382, "atoms": 2383, "year": 325, "Belgian": 2384, "125": 2265, "sound": 1633, "conquer": 471, "date": 257, "them": 103, "same": 203, "plants": 2385, "studies": 374, "version": 490, "26": 668, "soft": 2373, "gained": 1195, "parts": 258, "1901": 2375, "In": 24, "popular": 284, "influence": 248, "universals": 1620, "emperors": 848, "Minister": 1958, "locate": 2085, "crossing": 2603, "artistic": 2807, "follow": 293, "gods": 1699, "metal": 532, "Cinema": 2604, "split": 898, "revolutionary": 1268, "standardize": 2191, "invest": 1621, "Earth": 669, "transform": 1545, "material": 1822, "Fiji": 1823, "ruling": 2386, "register": 1067, "respond": 2605, "money": 269, "Empires": 2086, "legions": 2087, "settlers": 2388, "write": 174, "offices": 1827, "142": 2712, "carbon": 2606, "imagination": 2389, "East": 163, "grew": 2015, "nothing": 1949, "zero": 2808, "19": 1622, "work": 56, "widely": 873, "motion": 445, "lamp": 1072, "tendency": 2607, "Atlantic": 2703, "done": 2429, "language": 139, "They": 175, "Pacific": 686, "66": 2194, "opened": 1269, "winter": 2027, "position": 968, "Holy": 2390, "1898": 2609, "included": 523, "1912": 2195, "records": 601, "citation": 154, "Under": 928, "although": 229, "codes": 2610, "entered": 1623, "associate": 796, "due": 336, "gave": 1466, "11": 469, "ratio": 2887, "tributary": 1824, "visited": 2809, "brother": 2574, "117": 2834, "household": 1825, "groups": 823, "phenomena": 1715, "Marcus": 2810, "deeply": 2101, "moon": 3036, "sociocultural": 3037, "last": 411, "department": 1546, "film": 337, "generation": 1826, "adopt": 1624, "men": 371, "interests": 1213, "melting": 2393, "faith": 2677, "Africa": 224, "1908": 2394, "theaters": 2995, "radioactive": 2811, "justice": 2611, "Lunda": 2812, "husband": 2088, "further": 285, "statistical": 2089, "social": 239, "excavated": 2705, "Popper": 2236, "terms": 533, "electrons": 2430, "sets": 3039, "Jean": 1214, "Venice": 1960, "Israel": 735, "archaeological": 1536, "archipelago": 3040, "Man": 1718, "members": 675, "coins": 1271, "labourers": 2397, "Portuguese": 557, "remarkable": 2813, "intelligence": 3001, "which": 25, "prehistoric": 1069, "possible": 651, "historian": 753, "calculation": 1309, "Euclid": 2398, "differently": 2612, "12": 606, "44": 2159, "when": 128, "Adam": 1625, "individuals": 1457, "construction": 2814, "opening": 2443, "plan": 1962, "tunnel": 2248, "city-states": 1375, "globe": 1963, "humanism": 2197, "measure": 1142, "de": 179, "28": 958, "216": 2400, "therefore": 1376, "following": 856, "medicine": 835, "coherent": 2198, "himself": 358, "multiplication": 1458, "Moreover": 1853, "wealth": 1941, "leading": 1626, "thesis": 1459, "kingdom": 817, "reason": 1310, "human": 217, "against": 218, "If": 2401, "focused": 2613, "orbit": 2957, "Theodosius": 2541, "environment": 2091, "deal": 3042, "towards": 1547, "Canada": 1548, "Guinea": 981, "Park": 2199, "production": 253, "Their": 900, "created": 970, "largely": 423, "Space": 1174, "Plato": 1357, "book": 326, "mid-to-late": 2371, "pass": 2457, "Hipparchus": 1484, "71": 2815, "emphasis": 1460, "rulers": 576, "these": 88, "property": 2816, "Caliphate": 1965, "Congress": 1966, "etc": 1377, "had": 75, "Like": 2817, "48": 1378, "Alexander": 1829, "male": 2402, "failed": 1653, "found": 155, "longer": 1182, "complete": 1215, "reflect": 1052, "Aborigines": 1311, "Valley": 2090, "Communist": 2470, "innovations": 1627, "leadership": 1655, "university": 1145, "brick": 2615, "imagery": 2881, "existed": 2882, "meant": 2200, "psychiatric": 1628, "Hindu": 632, "evil": 2130, "continued": 1175, "1100": 1806, "Others": 2819, "defining": 2820, "particularly": 345, "India": 95, "flourished": 1719, "Palestine": 1720, "Nobel": 2092, "considered": 1307, "famine": 1968, "head": 552, "broke": 2093, "empires": 797, "River": 650, "Jia": 1549, "HMS": 2821, "Death": 2094, "late": 156, "Sharpless": 2071, "cowry": 2617, "Athenians": 2822, "France": 277, "fruit": 3044, "introduced": 2202, "nominal": 2880, "63": 1871, "An": 1005, "i.e": 2095, "consequence": 2483, "standards": 1640, "physical": 538, "Cambridge": 2823, "Iron": 434, "Paris": 539, "managed": 2824, "keep": 1217, "side": 2405, "person": 819, "phonetic": 2406, "features": 1312, "revolution": 391, "her": 402, "ice": 722, "foot": 2825, "pottery": 754, "suffered": 3045, "geographical": 3046, "biological": 1012, "general": 250, "numeral": 1462, "reality": 2203, "Frederick": 1381, "factor": 1013, "full": 1313, "as": 11, "King": 1086, "102": 1314, "east": 617, "30": 1338, "spherical": 1487, "alongside": 1315, "authors": 1094, "friend": 2408, "characters": 1985, "79": 3047, "eastern": 491, "nor": 1885, "add": 2096, "route": 1669, "1973": 2409, "Tang": 1095, "camera": 1340, "Dynasty": 211, "base": 226, "geometrical": 2097, "rich": 1463, "Sydney": 850, "continent": 820, "economic": 190, "ultimately": 1830, "celestial": 1576, ")": 13, "perform": 2098, "conquest": 929, "reliable": 2620, "six": 901, "steppe": 2826, "speech": 2146, "Line": 2510, "students": 902, "roads": 990, "expand": 1146, "systematic": 1162, "Near": 971, "trading": 2328, "right": 930, "1885": 1971, "thoughts": 1550, "extend": 821, "return": 687, "entire": 863, "close": 1630, "Sociology": 3050, "part": 117, "equations": 798, "cavalry": 2828, "closely": 1721, "official": 736, "near": 972, "price": 630, ";": 61, "=": 438, "84": 2829, "Gregorian": 2830, "experimental": 527, "exert": 2621, "family": 998, "regard": 2391, "design": 412, "lines": 919, "detect": 2622, "taught": 1973, "power": 165, "Pliny": 3051, "quadratic": 2411, "journals": 1722, "fighting": 3052, "Nubia": 849, "be": 7, "palace": 2412, "11th": 1266, "Nicolas": 2100, "functions": 2205, "knowledge": 392, "General": 1273, "Watson": 851, "previously": 931, "climate": 3053, "effect": 1220, "colony": 1055, "dates": 855, "copy": 2517, "attention": 1097, "largest": 652, "secular": 973, "greater": 874, "nomadic": 951, "Civilisation": 2532, "cuisine": 2848, "she": 1003, "results": 1350, "their": 41, "19th-century": 1632, "ally": 3054, "furnace": 2831, "situation": 1221, "examination": 2624, "texts": 852, "each": 380, "evolutionary": 2640, "She": 3055, "Starting": 3056, "Text": 2832, "urbanization": 2625, "identity": 2473, "Korean": 1512, "wave": 1906, "Arabic": 2626, "subsequent": 1755, "Revolution": 286, "architect": 2416, "da": 1373, "e.g": 757, "di": 3057, "Johns": 2835, "clarification": 2418, "end": 99, "physicists": 2396, "before": 162, "trace": 1552, "entrepreneurs": 2627, "propose": 932, "primitive": 1974, "descriptions": 2544, "More": 1384, "17th": 710, "explore": 2166, "currency": 1959, "soldiers": 933, "text": 1296, "Kush": 1165, "away": 653, "successful": 1222, "entirely": 899, "group": 388, "collapse": 1280, "companies": 1326, "Treaty": 903, "might": 1672, "province": 711, "onto": 2977, "age": 301, "Acheulean": 1274, "education": 302, "Strait": 1554, "Since": 506, "erectus": 3059, "coast": 688, "When": 418, "term": 169, "van": 1408, "cover": 1147, "combination": 2170, "Austria": 3060, "view": 359, "Hall": 2564, "Descartes": 2380, "economically": 2837, "rose": 2209, "retain": 1834, "sight": 3061, "Middle": 126, "organisms": 1468, "Juan": 1976, "component": 2419, "king": 854, "21st": 3062, "extended": 1385, "continue": 264, "than": 93, "ancestors": 3063, "resistance": 2103, "workers": 1694, "Senate": 1530, "ignorance": 2594, "invasions": 1469, "urban": 767, "\u2013": 215, "image": 1316, "Hopkins": 2838, "Richard": 1015, "intellectuals": 2839, "profits": 1978, "Hopper": 1317, "software": 2210, "107": 2420, "calculations": 2840, "York": 1723, "sphere": 2806, "such": 37, "William": 447, "events": 2105, "Incas": 2628, "sides": 3065, "efficient": 2629, "systems": 492, "recover": 3007, "daggers": 2028, "slowed": 3066, "literature": 558, "predictions": 1934, "attributed": 2201, "views": 2841, "For": 315, "city": 493, "Insular": 3067, "formation": 1979, "Latin": 159, "baseball": 2581, "institutions": 1610, "seventh": 3004, "compose": 2211, "cure": 2106, "legal": 1386, "3rd": 1529, "reforms": 1170, "center": 541, "Psychology": 3068, "other": 49, "least": 577, "D.": 2421, "16th": 607, "woman": 2212, "example": 223, "saw": 316, "oil": 1157, "definition": 1099, "population": 176, "engineering": 435, "point": 295, "description": 2652, "decline": 426, "figure": 1635, "wheels": 2630, "numbers": 504, "astronomical": 1835, "Communists": 2422, "1783": 2423, "Broglie": 1717, "criticism": 1725, "inventions": 1980, "discipline": 410, "made": 198, "worldwide": 1499, "beliefs": 2107, "Irish": 2424, "Nigeria": 2632, "between": 84, "Baroque": 2395, "union": 3008, "Late": 1471, "speakers": 578, "Japan": 654, "Van": 1836, "frequent": 2659, "can": 145, "nations": 494, "Gupta": 2110, "great": 304, "Modern": 542, "Land": 1016, "call": 236, "Ernest": 2633, "aircraft": 2425, "Ross": 3031, "101": 2213, "related": 1319, "seeds": 1636, "visit": 1411, "speculations": 2293, "element": 815, "extraction": 2843, "notation": 2426, "achieve": 1726, "tractor": 2844, "identical": 1956, "economy": 446, "Battle": 559, "20th": 232, "finally": 1637, "went": 1555, "tip": 3033, "2013": 2427, "briefly": 2634, "million": 543, "Powers": 2845, "8": 560, "instability": 2846, "derive": 1223, "incorporate": 1446, "technology": 322, "paint": 1224, "civilizations": 1981, "communities": 1982, "via": 1017, "draft": 2847, "blast": 2215, "artist": 1556, "warlords": 2637, "adapt": 3069, "road": 2636, "London": 2428, "Allies": 2192, "Charles": 611, "days": 1638, "challenge": 1176, "cast": 3071, "innovative": 2193, "occupy": 1553, "worked": 1840, "enable": 1639, "occasionally": 3038, "strong": 1212, "heads": 1983, "alpha": 2234, "plays": 2216, "came": 381, "heavily": 1984, "hear": 2431, "divide": 393, "making": 2432, "instance": 2217, "principal": 1387, "genetics": 2108, "Needham": 3073, "1": 152, "Nicholas": 2614, "democracies": 2433, "popularity": 1057, "chain": 1225, "degrees": 1641, "President": 1155, "war": 195, "usually": 773, "make": 86, "things": 1388, "bear": 1320, "should": 478, "patient": 1837, "elite": 1177, "farming": 2204, "Soviet": 758, "1947": 1058, "hard": 2434, "both": 225, "Norway": 1389, "to": 6, "speaking": 2218, "given": 1727, "volume": 2219, "lead": 141, "personal": 876, "soon": 427, "Commonwealth": 1068, "imperialism": 3074, "read": 1838, "influential": 353, "artifacts": 673, "painting": 321, "Dating": 3058, "Hungary": 2642, "or": 31, "observed": 1472, "140": 2208, "electrical": 2109, "expeditions": 1707, "5th": 548, "manufacture": 3064, "traditions": 1148, "Northern": 366, "Theory": 1986, "mathematics": 343, "Sta\u00ebl": 1390, "style": 281, "origin": 730, "emergence": 2631, "Joan": 2644, "Sri": 1557, "claim": 712, "administer": 1987, "Wars": 1374, "Pakistan": 875, "concrete": 1839, "97": 1842, "supply": 975, "landscape": 2635, "compete": 2111, "author": 2645, "naval": 822, "possession": 2784, "receive": 1032, "Tordesillas": 1841, "1840s": 2693, "assistance": 1863, "dynasty": 78, "Brahe": 2437, "1899": 1912, "clay": 3076, "likely": 1729, "Russia": 561, "National": 774, "leaving": 2646, "stop": 2849}